var title = 'Информатика №1';
var questionCount = 30;
var timeValue = 20;
var answerMixing = false;
var deadLine = false;
var about = false;
let syllabus = '';

showDetail();


let questions = [
    {
        numb: 1,
        question: "Жалпы желіге қашықтықтағы компьютерлер немесе жергілікті желілер біріктірілсе онда мұндай құрылымды қалай атайды?",
        answer: "Территориялық желі",
        options: [
            "Жалпы жел", 
            "Жергілікті желі", 
            "Территориялық желі"
        ]
    },{
        numb: 2,
        question: "Компьютерлік сынып басқа мектептің компьютерлік сыныбымен байланысқан болса, онда желіге қосылған барлықкомпьютерлерді көру үшін қандай белгішені пайдалану керек",
        answer: "корзина",
        options: [
            "Вся сеть", 
            "Менің компьютерім",
            "Менің компьютерім", 
            "корзина"
        ]
    },{
        numb: 3,
        question: "Кең тараған деректер қоймасын басқару жүйесі:",
        answer: "MS Access",
        options: [
            "MS Access", 
            "MS Excel", 
            "MS Front Page"
        ]
    },{
        numb: 4,
        question: "Топология дегеніміз",
        answer: "Желіде сым арқылы біріктірілетін схемаларды идентификация жасайды",
        options: [
            "Коммутатормен сигналдарға жіберілетін күшейткіштің қызметін орындайды",
            "Желіде сым арқылы біріктірілетін схемаларды идентификация жасайды",
            "Берілген адрес бойынша жеке пакеттерді алу үшін жауапкершілік жүктеледі",
            "Тізбектік немесе параллельдік порттар арқылы компьютерлерді байланыстыруға мүмкіндік береді және арнайы желілік адаптерлерді қажететпейді"
        ]
    },{
        numb: 5,
        question: "ТСP хаттамасыдегеніміз",
        answer: "Қызметтік ақпараттар құрамына енетін бастапқы хабарламаларды бірнеше пакеттерге бөліп жіберуді ұйымдасыруға негізделген хаттама",
        options: [
            "Қызметтік ақпараттар құрамына енетін бастапқы хабарламаларды бірнеше пакеттерге бөліп жіберуді ұйымдасыруға негізделген хаттама",
            "Интернетте жаңалықтармен пошта жұмысын ұйымдастыруға негізделген хаттама",
            "Сұхбаттасуды ұйымдастыру мен синхронизация жасау",
            "Берілген адрес бойынша жеке пакеттерді алу үшін жауапкершілік жүктеледі"
        ]
    }
];