var title = 'Общем модульғо 667'; 
var questionCount = 689; 
var timeValue = 999;
var answerMixing = true;
var deadLine = false;
var about = false;
let syllabus = '';

showDetail();

let questions = [

                {
                    numb: 1,
                    question: '﻿Әлеуметтану',
                    answer: '<i class="bi bi-arrow-right"></i>',
                    options: ['<i class="bi bi-arrow-right"></i>','ми ашып кетті','','','']
                }
                ,
                {
                    numb: 2,
                    question: 'Қоғамның әлеуметтік құрылымы туралы П.Сорокин қалыптастырған теория:',
                    answer: 'әлеуметтік стратификация',
                    options: ['әлеуметтік стратификация','әлеуметтік интеграция','әлеуметтік диспозиция','әлеуметтік бағдар','әлеуметтік мүдделер']
                }
                ,
                {
                    numb: 3,
                    question: 'П.Сорокиннің әлеуметтік стратификация теориясының негізіне адамдардың бірігуі алынған:',
                    answer: 'әлеуметтік жіктерге',
                    options: ['әлеуметтік жіктерге','топтарға','таптарға','институттарға','қауымдастықтарға']
                }
                ,
                {
                    numb: 4,
                    question: 'Әлеуметтік мобильдік терминін 1927 жылы әлеуметтануға енгізген ғалым:',
                    answer: 'П.Сорокин',
                    options: ['П.Сорокин','Г.Зиммель','М.Вебер','А.Турен','Р.Дарендорф']
                }
                ,
                {
                    numb: 5,
                    question: '«Страта» ұғымы әлеуметтануға мына ғылымнан ауысты:',
                    answer: 'Геология',
                    options: ['Геология','Химия','Биология','Тарих','Археология']
                }
                ,
                {
                    numb: 6,
                    question: 'Қоғамда табысты өмір сүру үшін қажетті мінез-құлық үлгілерін, әлеуметтік нормалар мен құндылықтарды индивидтің меңгеру процесі - бұл',
                    answer: 'әлеуметтендіру',
                    options: ['әлеуметтендіру','урбанизация','популяция','верификация','конформизм']
                }
                ,
                {
                    numb: 7,
                    question: 'Ауытқыған мінез-құлықтың шектен шыққан түрі:',
                    answer: 'қылмыскерлік',
                    options: ['қылмыскерлік','нашақорлық','қаңғыбастық','маскүнемдік','токсикомандық']
                }
                ,
                {
                    numb: 8,
                    question: 'Шетелде ауытқыған мінез-құлық әлеуметтануы мына еңбектен бастау алды:',
                    answer: 'Э.Дюркгейм. «Өзіне-өзі қол салу»',
                    options: ['Э.Дюркгейм. «Өзіне-өзі қол салу»','Ф.Тённис. «Қауымдастық және қоғам»','Т.Парсонс. «Әлеуметтік әрекеттің құрылымы»','М.Вебер. «Негізгі әлеуметтанулық ұғымдар»','Т.Гоббс. «Левиафан»']
                }
                ,
                {
                    numb: 9,
                    question: 'Саяси саланың қоғамдық өмірдің басқа салаларымен байланысын зерттейтін ғылым:',
                    answer: 'саясат әлеуметтануы',
                    options: ['саясат әлеуметтануы','саясаттану','әлеуметтану','тарих','қоғамтану']
                }
                ,
                {
                    numb: 10,
                    question: 'Қоғамның тепе-теңдігі мен тұрақтылығын сақтай отырып, қоғамның тұрақтандырушысы болып саналатын тап:',
                    answer: 'орта тап',
                    options: ['орта тап','жұмысшы табы','жоғарғы тап','төменгі тап','интеллигенция']
                }
                ,
                {
                    numb: 11,
                    question: 'Отбасының әлеуметтік институт ретінде пайда болған кезі:',
                    answer: 'алғашқы қауымдық құрылыс',
                    options: ['алғашқы қауымдық құрылыс','жаңа заман','антикалық дәуір','орта ғасыр','қазіргі заман']
                }
                ,
                {
                    numb: 12,
                    question: 'Отбасы - бұл:',
                    answer: 'неке мен қандас туыстықтың негізінде, тұрмыстың ортақтығымен біріккен бірлестігі',
                    options: ['неке мен қандас туыстықтың негізінде, тұрмыстың ортақтығымен біріккен бірлестігі','күйеуі мен әйелінің, ата-анасы мен балаларының арасындағы қатынастар','бірін-бірі ұнататын адамдардың біріккен тобы','ата-бабалары бір адамдардың тобы, ұрпағы','бірге тұратын адамдардың тобы, байланыстары']
                }
                ,
                {
                    numb: 13,
                    question: 'Отбасының негізгі функциясы:',
                    answer: 'репродуктивтік',
                    options: ['репродуктивтік','коммуникативтік','демалыс өткізу','әлеуметтік бақылау','экономикалық']
                }
                ,
                {
                    numb: 14,
                    question: 'Бұл құжат кез келген әлеуметтанулық зерттеуінің міндетті түрдегі бастауы болып саналады, онда зерттеудің методологиялық принциптері, мақсаттары және міндеттері, оларға жетудің тәсілдері көрсетілген:',
                    answer: 'бағдарлама',
                    options: ['бағдарлама','жоспар','гипотиза','анкета','түйін']
                }
                ,
                {
                    numb: 15,
                    question: 'Бастапқы ақпаратты жинаудың мақсаттарын, міндеттерін, тәсілдерін, құралдарын анықтау, оны өңдеу және талдау - бұл:',
                    answer: 'әлеуметтану зерттеулерінің кезеңдері',
                    options: ['әлеуметтану зерттеулерінің кезеңдері','әлеуметтану зерттеулерінің процедурасы','әлеуметтану зерттеулерінің түрлері','әлеуметтану зерттеулерінің типтері','әлеуметтану зерттеулерінің жолдары']
                }
                ,
                {
                    numb: 16,
                    question: 'Егер анкетада сұрақтың жауап варианттары берилмесе және респондент жауапты өзі жазатын болса, бұл',
                    answer: 'Ашық сұрақ',
                    options: ['Ашық сұрақ','Жабық сұрақ','Дихотомиялық сұрақ','Шкалалық сұрақ','Әдейі қойылған сұрақ']
                }
                ,
                {
                    numb: 17,
                    question: 'Адамның әлеуметтік кеңістікте әлеуметтік мәртебесін өзгертпей ауысуы қалай аталады',
                    answer: 'Көлденең әлеуметтік мобильділік',
                    options: ['Көлденең әлеуметтік мобильділік','Жоғарылаушы әлеуметтік мобильділік','Тік әлеуметтік мобильділік','Төмендеуші әлеуметтік мобильділік','Потенциалды мобильділік']
                }
                ,
                {
                    numb: 18,
                    question: 'Миграция - бұл .... мобильділік:',
                    answer: 'аумақтық',
                    options: ['аумақтық','гендерлік','кәсіби','этникалық','жас ерекшеліктік']
                }
                ,
                {
                    numb: 19,
                    question: 'Тік мобильділік ұғымын сипаттайтын анықтама:',
                    answer: 'Әлеуметтік мәртебенің жоғарғы немесе төменгі мәртебеге ауысуы',
                    options: ['Әлеуметтік мәртебенің жоғарғы немесе төменгі мәртебеге ауысуы','Балалардың ата-аналарына қарағанда әлеуметтік мәртебесінің ауысуы','Бір буынның (поколение) өмір бойына тұлғалық әлеуметтік мәртебесінің өзгеруі','Индивид немесе әлеуметтік топтың бір деңгей бойынша орын ауыстыруы','Тұлғаның құндылықтық бағдарларының өзгеруі']
                }
                ,
                {
                    numb: 20,
                    question: 'Нақты жас маман иесінің жемісті карьерасы',
                    answer: 'Тік мобильділік',
                    options: ['Тік мобильділік','Көлденең мобильділік','Топтық мобильділік','Буынаралық (межпоколенная) мобильділік','Демографиялық мобильділік']
                }
                ,
                {
                    numb: 21,
                    question: 'Қоғам көлденең және тік болып екіге бөлінетін белгілі мобильділікті сипаттайды',
                    answer: 'Сорокин',
                    options: ['Сорокин','Мангейм','Маркс','Вебер','Моска']
                }
                ,
                {
                    numb: 22,
                    question: 'О.Конт әлеуметтануды алғашқыда қалай атады?',
                    answer: 'әлеуметтік физика',
                    options: ['әлеуметтік физика','әлеуметтік математика','әлеуметтік химия','әлеуметтік биология','әлеуметтік астрономия']
                }
                ,
                {
                    numb: 23,
                    question: 'Адамның әлеуметтік өмірге бейімделу процесің қалай атайды?',
                    answer: 'әлеуметтену',
                    options: ['әлеуметтену','маргинализация','қалыптасу','даму','кемелдену']
                }
                ,
                {
                    numb: 24,
                    question: 'К.Маркс қоғамды өзгертудің қандай жолын таңдаған?',
                    answer: 'революциялық',
                    options: ['революциялық','эволюциялық','реформалық','келісім','соғыс']
                }
                ,
                {
                    numb: 25,
                    question: 'К.Маркстің пікірінше қоғам дамуында қандай фактор басты болады?',
                    answer: 'экономикалық',
                    options: ['экономикалық','мәдени','адамгершілік','діни','адами факторы']
                }
                ,
                {
                    numb: 26,
                    question: 'Спенсер қандай ғылымды басты деп есептеген?',
                    answer: 'биология',
                    options: ['биология','физика','математика','химия','астрономия']
                }
                ,
                {
                    numb: 27,
                    question: 'Ауытқымалы мінез құлық қалай аталады?',
                    answer: 'девиация',
                    options: ['девиация','девальвация','модернизация','социализация','депрессия']
                }
                ,
                {
                    numb: 28,
                    question: 'Мемлекетті басқаруға тиісті адамдар (Платон.):',
                    answer: 'философтар',
                    options: ['философтар','әскерлер','қолөнершілер','құлдар','шаруалар']
                }
                ,
                {
                    numb: 29,
                    question: 'Географиялық детерминизмнің факторлары (Ш.Л.Монтескье):',
                    answer: 'климат және территория',
                    options: ['климат және территория','мемлекет және билік','халықтың құрамы','экономика және еңбек','мораль және әдеп']
                }
                ,
                {
                    numb: 30,
                    question: 'Т.Парсонс қандай бағыттың негізін салушы?',
                    answer: 'функционализм',
                    options: ['функционализм','феноменология','интеракционизм','позитивизм','дарвинизм']
                }
                ,
                {
                    numb: 31,
                    question: 'Хиппилер, панки, рокерлер кай мәдениеттің көрінісі?',
                    answer: 'жастар субмәдениеті',
                    options: ['жастар субмәдениеті','формальды емес','кәсіби емес','топтасу емес','андеграунда']
                }
                ,
                {
                    numb: 32,
                    question: 'Респондент деп кімді атайды?',
                    answer: 'әлеуметтік зерттеуге түскен адамды',
                    options: ['әлеуметтік зерттеуге түскен адамды','жазушы','ғалым','басқарушы','корреспондент']
                }
                ,
                {
                    numb: 33,
                    question: 'Түсіндірмелі әлеуметтанудың негізін қалаған кім?',
                    answer: 'М.Вебер',
                    options: ['М.Вебер','О.Конт','Т.Парсонс','Э.Дюркгейм','К.Маркс']
                }
                ,
                {
                    numb: 34,
                    question: 'Дәстүрлі қоғамның ерекшелігі',
                    answer: 'аграрлы',
                    options: ['аграрлы','өндіріс','техника','индустрия','өркениет']
                }
                ,
                {
                    numb: 35,
                    question: 'Индустриалды қоғамның негізі:',
                    answer: 'өндіріс',
                    options: ['өндіріс','дәстүр','мәдениет','мораль','салт']
                }
                ,
                {
                    numb: 36,
                    question: 'Девиантты мінез-құлық - ол',
                    answer: 'нормадан ауытқыған тәртіп',
                    options: ['нормадан ауытқыған тәртіп','ойлы тәртіп','дұрыс тәртіп','ситуативті тәртіп','саналы тәртіп']
                }
                ,
                {
                    numb: 37,
                    question: 'Деликвентті тәртіп',
                    answer: 'нормадан ауытқыған және заң бұзушылық тәртіп',
                    options: ['нормадан ауытқыған және заң бұзушылық тәртіп','ойлы тәртіп','дұрыс тәртіп','ситуативті тәртіп','саналы тәртіп']
                }
                ,
                {
                    numb: 38,
                    question: 'Әлеуметтанудың методологиялық негізі:',
                    answer: 'философия',
                    options: ['философия','логика','психология','политология','тарих']
                }
                ,
                {
                    numb: 39,
                    question: 'Дискриминация дегеніміз не?',
                    answer: 'азаматтардың құқықтарын шектеу',
                    options: ['азаматтардың құқықтарын шектеу','теңдік','жіктеу','төземділік','толерантылық']
                }
                ,
                {
                    numb: 40,
                    question: 'Социализация дегеніміз не?',
                    answer: 'құндылықтарды, нормаларды игеру',
                    options: ['құндылықтарды, нормаларды игеру','тәрбиелеу','үйрету','білімдерді қабылдау','идентификациялау']
                }
                ,
                {
                    numb: 41,
                    question: 'Ы.Алтынсаринның пікірінше қазақ қоғамның баяу дамуының себебі',
                    answer: 'білім жағынан артта қалу',
                    options: ['білім жағынан артта қалу','жемқорлық','өндірістің жоқтығы','феодалдық қалдықтар','инвестициялардың жоқтығы']
                }
                ,
                {
                    numb: 42,
                    question: 'ХХ ғ. ең атақты орыс-американ социологы',
                    answer: 'П.Сорокин',
                    options: ['П.Сорокин','К.Лавров','В.Соловьев','Н.Бердяев','Л.Гумилев']
                }
                ,
                {
                    numb: 43,
                    question: 'Әлеуметтік факт ілімнің авторы...',
                    answer: 'Э.Дюркгейм',
                    options: ['Э.Дюркгейм','Э.Фромм','К.Маркс','Г.Спенсер','О.Конт']
                }
                ,
                {
                    numb: 44,
                    question: 'Абайдың пікірінше, қазақ қоғамындағы әлеуметтік әділетсіздіктің негізгі себебі',
                    answer: 'бай мен кедейлерге бөліну',
                    options: ['бай мен кедейлерге бөліну','заңдардың жоқтығы','заңдарды бұрмалау','ғылымның жоқтығы','білімсізді']
                }
                ,
                {
                    numb: 45,
                    question: 'Қоғамның үлкен әлеуметтік ұйымы:',
                    answer: 'мемлекет',
                    options: ['мемлекет','топ','тап','ұлт','тайпа']
                }
                ,
                {
                    numb: 46,
                    question: 'Этностың негізгі элементтері:',
                    answer: 'тайпа, ұлттық, ұлт',
                    options: ['тайпа, ұлттық, ұлт','топтар, таптар, қабаттар','страта, раса, ұжым','мемлекет, партия','кәсіподақ, шығармашылық қозғалыс']
                }
                ,
                {
                    numb: 47,
                    question: 'Эгалитарлық отбасы дегеніміз:',
                    answer: 'ер мен әйел тең болатын отбасы жүйесі',
                    options: ['ер мен әйел тең болатын отбасы жүйесі','басшысы әйелі мен анасы болатын отбасы жүйесі','билік күйеу мен әкенің қолында болатын отбасы жүйесі','билік балаларға тиесілі отбасы жүйесі','билік балаларға тиесілі отбасы жүйесі']
                }
                ,
                {
                    numb: 48,
                    question: 'Әлеуметтанулық зерттеу бағдарламасын әзірлеу неден басталады?',
                    answer: 'мәселенің тұжырымынан',
                    options: ['мәселенің тұжырымынан','сауалнамадан','тестілеуден','сұхбатпен','анкетадан']
                }
                ,
                {
                    numb: 49,
                    question: 'Ұзақ уақыт бойы жүргізілетін зерттеу түрі қалай аталады?',
                    answer: 'лонгитюдтік',
                    options: ['лонгитюдтік','пәнаралық','зондажды','салыстырмалы','кері байланысты зерттеу']
                }
                ,
                {
                    numb: 50,
                    question: 'Кез келген фактілерді, құбылыстарды жариялау үшін алға қойылған ғылыми болжам қалай аталады:',
                    answer: 'гипотеза',
                    options: ['гипотеза','болжам','проблема','бағдарлама','тақырып']
                }
                ,
                {
                    numb: 51,
                    question: 'Ажырасу себептерінің ішінде бірінші орында тұрған себеп:',
                    answer: 'мінездің сәйкес келмеуі;',
                    options: ['мінездің сәйкес келмеуі;','материалдық қиыншылықтар;','маскүнемдік;','өмірлік мақсаттардың әртүрлі болуы;','отбасында баланың болмауы']
                }
                ,
                {
                    numb: 52,
                    question: '﻿Әлеуметтану дегеніміз:',
                    answer: 'қоғам және әлеуметтік қатынастар туралы ғылым',
                    options: ['қоғам және әлеуметтік қатынастар туралы ғылым','саяси құбылыстардың пайда болуы мен дамуының заңдылықтары, жолдары, формалары туралы әлеуметтік ғылым','табиғат пен ойлаудың дамуының ең жалпы заңдылықтары туралы ғылым','саяси қоғамның қызмет етуі мен дамуының жалпы және ерекше заңдылықтары туралы ғылым','тұлға мінез-құлқын зерттейтін ғылым']
                }
                ,
                {
                    numb: 53,
                    question: 'Әлеуметтанудың пәні:',
                    answer: 'әлеуметтік қатынастар',
                    options: ['әлеуметтік қатынастар','саяси қатынастар','қоғамдық сананың формалары','экономикалық қатынастар','жеке тұлғалардың психологиялық мінез-құлқы']
                }
                ,
                {
                    numb: 54,
                    question: '«Еліктеудің әлеуметтік заңы» идеясын кім ұсынды?',
                    answer: 'Г.Тард',
                    options: ['Г.Тард','Қ.Маркс','З.Фрейд','Ф.Энгельс','В.Ленин']
                }
                ,
                {
                    numb: 55,
                    question: 'Эмпирикалық әлеуметтанудың негізін салушылар:',
                    answer: 'У.Томас және Ф.Знанецкий',
                    options: ['У.Томас және Ф.Знанецкий','Д.Истон және Т.Парсонс','Э.Дюркгейм және П.Сорокин','К.Маркс пен Ф.Энгельс','Дж.Локк пен Ш.Монтескье']
                }
                ,
                {
                    numb: 56,
                    question: 'Белгілі бір индивидтің белгілі бір әлеуметтік жүйеде алатын нақты орны қалай аталады:',
                    answer: 'әлеуметтік мәртебе',
                    options: ['әлеуметтік мәртебе','әлеуметтік тәуелсіздік','жеке тұлғаның дербестігі','жеке тұлғаның әлеуметтенуы','әлеуметтік рөл']
                }
                ,
                {
                    numb: 57,
                    question: 'Әлеуметтану - бұл:',
                    answer: 'жалпы қоғамның ерекше жұмыс істеуі мен дамуының заңдылықтары туралы ғылым',
                    options: ['жалпы қоғамның ерекше жұмыс істеуі мен дамуының заңдылықтары туралы ғылым','табиғат, қоғам, мемлекет және ойлаудың жалпы даму заңдары туралы ғылым','қоғамның материалдық және рухани дамуындағы жетістіктерді зерттейтін ғылым','саяси құбылыстардың пайда болуы мен дамуы, заңдылықтары туралы қоғамдық ғылым','адамның объективтік шындықты түйсіну, қабылдау, сезіну формаларын зерттейтін ғылым']
                }
                ,
                {
                    numb: 58,
                    question: 'Әлеуметтанудың ғылым ретінде негізін салған ғалым:',
                    answer: 'О.Конт',
                    options: ['О.Конт','И.Кант','Г.Спенсер','Аристотель','Платон']
                }
                ,
                {
                    numb: 59,
                    question: 'Әлеуметтану өз алдына ғылым ретінде мына ғасырда пайда болды:',
                    answer: '19 ғасырда',
                    options: ['19 ғасырда','18 ғасырда','17 ғасырда','16 ғасырда','15 ғасырда']
                }
                ,
                {
                    numb: 60,
                    question: '«Социология» (әлеуметтану) терминін алғаш қолданған ғалым:',
                    answer: 'О.Конт',
                    options: ['О.Конт','Аристотель','Н.Макиавелли','И.Кант','К.Маркс']
                }
                ,
                {
                    numb: 61,
                    question: 'Әлеуметтану ғылымы бойынша алғашқы еңбек:',
                    answer: 'О.Конттың «Позитивтік философия курсы»',
                    options: ['О.Конттың «Позитивтік философия курсы»','Н.Макиавеллидің «Тақсыры» (Государь)','К.Маркстің «Капиталы»','Аристотельдің «Саясаты»','Ф.Энгельстің «Семьяның, жеке меншіктің және мемлекеттің шығуы»']
                }
                ,
                {
                    numb: 62,
                    question: 'Микроәлеуметтанудың зерттейтіні:',
                    answer: 'адамдардың күнделікті өмірдегі жүріс-тұрысын, өзара әрекеттерін',
                    options: ['адамдардың күнделікті өмірдегі жүріс-тұрысын, өзара әрекеттерін','қоғамды біртұтас жүйе, организм ретінде','қоғамның әлеуметтік құрылымын, процестерін','қоғамдағы адам топтарын, таптарын, жіктерін','ұжымдық әдеттер мен ережелерді, нормаларды']
                }
                ,
                {
                    numb: 63,
                    question: 'Макроәлеуметтанудың зерттейтіні:',
                    answer: 'қоғамды біртұтас жүйе ретінде, оның әлеуметтік құрылымын, әлеуметтік институттарын',
                    options: ['қоғамды біртұтас жүйе ретінде, оның әлеуметтік құрылымын, әлеуметтік институттарын','қоғамдағы адамдардың жүріс-тұрысын, байланыстарын','мемлекетті және мемлекеттік құрылысты, биліктің қызмет етуін','қоғамның моральдық нормаларын, салттары мен дәстүрлерін, әдет-ғұрыптарын','қоғамдағы адамдардың өзара әрекеттерін, қатынастарын']
                }
                ,
                {
                    numb: 64,
                    question: 'Қоғам жөніндегі басқа ғылымдармен салыстырғанда әлеуметтанудың өзіндік ерекшеліктері мынадан көрінеді:',
                    answer: 'оның қоғамды зерттеуінен, оның элементтерінің өзара байланысы мен әрекетін зерттеуінен',
                    options: ['оның қоғамды зерттеуінен, оның элементтерінің өзара байланысы мен әрекетін зерттеуінен','оны тарихи тұрғыдан зерттеуден, тарихи кезеңдерін сипаттаудан','ондағы «әлеуметтік» және «қоғамдық» ұғымдарының теңестірілуінен','оның зерттеу объектісінің, зерттеу пәнінің күрделілігінен','әлеуметтанудың арнайы зерттеу әдісі мен методологиясының болуынан']
                }
                ,
                {
                    numb: 65,
                    question: 'Әлеуметтанудың объектісі:',
                    answer: 'тұтас жүйе ретіндегі қоғамға тән адамдар арасындағы әлеуметтік байланыстар және қатынастар',
                    options: ['тұтас жүйе ретіндегі қоғамға тән адамдар арасындағы әлеуметтік байланыстар және қатынастар','қоғамда болып жатқан экономикалық процестер және оның даму заңдылықтары','әлеуметтік қауымдастық және адам топтары, олардың саяси қызметі','қоғамдағы адамдардың қызметі және мінез-құлқы, көзқарастары, діни наным сеніидері','біздерге сезіммен берілген объективтік нақтылық (шындық), рухани ақиқат, рухани байланыс']
                }
                ,
                {
                    numb: 66,
                    question: 'Әлуметтанудың неғұрлым жалпы, мазмұны жағынан кең категориясы',
                    answer: 'Әлеуметтік',
                    options: ['Әлеуметтік','Әлеуметтік әрекет','Әлеуметтік топ','Әлеуметтік институт','Әлеуметтік рөл']
                }
                ,
                {
                    numb: 67,
                    question: 'Адамдардың қызметімен байланысты туу, өлім-жітім және көші-қон мәселелерін зерттейтін әлеуметтанудың тәсілі:',
                    answer: 'демографиялық',
                    options: ['демографиялық','психологиялық','мәдениеттанулық','ұжымдық','интеракционистік']
                }
                ,
                {
                    numb: 68,
                    question: 'Көптеген мектептерді, теорияларды, бағыттарды көрсететін, қоғамдық даму ерекшелігін өз ұстанымдары тұрғысынан түсіндіретін әлеуметтанулық деңгейдің аталуы:',
                    answer: 'теориялық әлеуметтану',
                    options: ['теориялық әлеуметтану','микроәлеуметтану','макроәлеуметтану','қолданбалы әлеуметтану','эмпирикалық әлеуметтану']
                }
                ,
                {
                    numb: 69,
                    question: 'Нақты әлеуметтанулық зерттеулермен байланысқан әлеуметтанудың деңгейі:',
                    answer: 'эмпирикалық әлеуметтану',
                    options: ['эмпирикалық әлеуметтану','әлеуметтік инженерия','теориялық әлеуметтану','микроәлеуметтану','макроәлеуметтану']
                }
                ,
                {
                    numb: 70,
                    question: 'Аталған элеметтердің қайсысы әлеуметтанулық білімнің теориялық дәрежесіне жатпайды',
                    answer: 'Статистикалық деректер',
                    options: ['Статистикалық деректер','Әлеуметтанулық теориялар','Болжамдар','Типология','Ұғымдар мен категориялар']
                }
                ,
                {
                    numb: 71,
                    question: 'Ғылымға "қоғамдық-экономикалық формация" терминін енгізген ғалым:',
                    answer: 'К.Маркс',
                    options: ['К.Маркс','О.Конт','М.Вебер','Ж.Ж.Руссо','Ш.Фурье']
                }
                ,
                {
                    numb: 72,
                    question: 'Әлеуметтану тұрғысынан қоғам дегеніміз - бұл:',
                    answer: 'өз қажеттіліктерін қанағаттандыру мақсатында адамдардың біріккен жиынтығы',
                    options: ['өз қажеттіліктерін қанағаттандыру мақсатында адамдардың біріккен жиынтығы','бір аймақты мекендеген және бір тілде сөйлейтін, бір этносқа жататын адамдардың үлкен тобы','бір елде өмір сүретін адамдардың жиынтығы, олардың қатынастары','ортақ мүддемен біріккен адамдар жиынтығы, олардың өмір сүру үлгісі','өмірде рухани тұрғыдан ортақ мақсатпен біріккен адамдардың тобы']
                }
                ,
                {
                    numb: 73,
                    question: 'Әлеуметтанудағы алғашқы теориялық бағыты',
                    answer: 'позитивизм',
                    options: ['позитивизм','материализм','идеализм','марксизм','эволюционизм']
                }
                ,
                {
                    numb: 74,
                    question: '«Позитивті философия курсы» , «Позитивті саясат жүйесі » атты еңбектерді жазған әлеуметтанушы',
                    answer: 'О.Конт',
                    options: ['О.Конт','Т.Гоббс','Г.Спенсер','П.Сорокин','Ю.Хабермас']
                }
                ,
                {
                    numb: 75,
                    question: 'Әлеуметтануды әлеуметтік статика мен динамикаға бөліп қарастырған ғалым',
                    answer: 'О.Конт',
                    options: ['О.Конт','Ю.Хабермас','Т.Гоббс','П.Сорокин','Г.Спенсер']
                }
                ,
                {
                    numb: 76,
                    question: '«Аномия» түсінігін әлеуметтануға енгізген ғалым',
                    answer: 'Э.Дюркгейм',
                    options: ['Э.Дюркгейм','Р.Мертон','О.Конт','Г.Зиммель','Г.Спенсер']
                }
                ,
                {
                    numb: 77,
                    question: 'Әлеуметтануда биологиялық (органикалық) бағыттың негізін салушы',
                    answer: 'Г.Спенсер',
                    options: ['Г.Спенсер','О.Конт','П.Сорокин','Э.Дюркгейм','Т.Гоббс']
                }
                ,
                {
                    numb: 78,
                    question: '«Өзін-өзі өлтіру» , «Қоғамдық еңбек бөлінісі туралы» , «Әлеуметтану әдістері», «Діни өмірдің қарапайым нысандары» еңбектерін жазған әлеуметтанушы ғалым',
                    answer: 'Э.Дюркгейм',
                    options: ['Э.Дюркгейм','Л.Козер','Г.Спенсер','П.Сорокин','О.Конт']
                }
                ,
                {
                    numb: 79,
                    question: 'Революция деген - бұл:',
                    answer: 'өмір сүріп отырған әлеуметтік құрылыстың негіздерін қиратып, қоғамдық өмірдің бүкіл немесе көптеген жақтарын толық немесе кешенді өзгерту',
                    options: ['өмір сүріп отырған әлеуметтік құрылыстың негіздерін қиратып, қоғамдық өмірдің бүкіл немесе көптеген жақтарын толық немесе кешенді өзгерту','өмір сүріп отырған әлеуметтік құрылыстың ңегіздеріне тимей, кейбір өмір саласын біршама жетілдіруді бірте-бірте жүзеге асыратын қайта құрулар','саяси режимнің алмасуы, саяси өзгерістер, процестер','қандай да бір партияларға біріккен бір топ адамдардың жасаған төңкерісі','бір қоғамдық-экономикалық формациядан екіншісіне өту']
                }
                ,
                {
                    numb: 80,
                    question: 'Төмендегі қай ойшылдың ілімі бойынша адам санасы дамудың теологиялық, метафизикалық және позитивтік деп аталатын үш сатысынан өтеді:',
                    answer: 'О.Конт',
                    options: ['О.Конт','Т.Гоббс','Г.Спенсер','П.Сорокин','Ю.Хабермас']
                }
                ,
                {
                    numb: 81,
                    question: '«Идеалдық типтер» тұжырымдамасының авторы:',
                    answer: 'М.Вебер',
                    options: ['М.Вебер','Т.Парсонс','Р Мертон','Э.Дюркгейм','Э.Гидденс']
                }
                ,
                {
                    numb: 82,
                    question: 'Социология әлеуметтік фактілер туралы ғылым деп пікір айтқан әлеуметтанушы',
                    answer: 'Э.Дюркгейм',
                    options: ['Э.Дюркгейм','Р.Мертон','М.Вебер','Т.Парсонс','Э.Гидденс']
                }
                ,
                {
                    numb: 83,
                    question: 'М.Вебер пiкiрiнше, капитализм дамуына ықпал еткен дiн',
                    answer: 'Протестантизм',
                    options: ['Протестантизм','Ислам','Православие','Буддизм','Даосизм']
                }
                ,
                {
                    numb: 84,
                    question: 'Төмендегі теориялардың қайсысы әлеуметтік стратификацияның негізін 3 компонент (мүліктік теңсіздік, бедел, саяси билік) құрайды деп есептейді?',
                    answer: 'М.Вебер теориясы',
                    options: ['М.Вебер теориясы','жанжал теориясы','О.Конт теориясы','Э.Дюркгейм теориясы','функционалистік теория']
                }
                ,
                {
                    numb: 85,
                    question: 'Әлеуметтанудағы психологиялық бағыттың негізін салушы кім?',
                    answer: 'Г.Тард;',
                    options: ['Г.Тард;','П.Сорокин','Х.Спенсер','Э.Дюркгейм','О.Конт']
                }
                ,
                {
                    numb: 86,
                    question: 'Әлеуметтік стратификация және мобильділік теориясының авторы:',
                    answer: 'П.Сорокин',
                    options: ['П.Сорокин','Р.Дарендорф','Н.Смелцер','Б.Шаштараз','Н.Бердяев']
                }
                ,
                {
                    numb: 87,
                    question: 'Әлеуметтік мобильділік теориясының қалыптасуының әдіснамалық негізі мына теория болып табылады:',
                    answer: 'әлеуметтік стратификация',
                    options: ['әлеуметтік стратификация','эмпирикалық әлеуметтік зерттеу','әлеуметтік өзгеріс','әлеуметтік қауымдастықтар','тұлға социологиясы']
                }
                ,
                {
                    numb: 88,
                    question: 'Әлеуметтік мобильділік дегеніміз:',
                    answer: 'жеке адамның немесе топтың әлеуметтік статусының өзгеруі',
                    options: ['жеке адамның немесе топтың әлеуметтік статусының өзгеруі','адамның дүниетанымын өзгерту','әлеуметтік-саяси биліктің өзгеруі','қоғамдағы экономикалық өзгерістер','діни-ғұрыптық дәстүрлерді өзгерту']
                }
                ,
                {
                    numb: 89,
                    question: 'Қалалардың, қала халқының өсуі, олардың қоғам дамуындағы рөлінің өсуі:',
                    answer: 'урбанизация',
                    options: ['урбанизация','модернизация','орталықтандыру','верификация','дифференциация']
                }
                ,
                {
                    numb: 90,
                    question: 'Әлеуметтік рөл дегеніміз:',
                    answer: 'мәртебесіне байланысты жеке мінез-құлық',
                    options: ['мәртебесіне байланысты жеке мінез-құлық','адамның экономикалық нормаларды меңгеру процесі','отбасындағы адамның мінез-құлқы','қоғамның өзін-өзі реттеу механизмі және әлеуметтік нормалар','адамдардың тәуелділігі мен үйлесімділігін білдіретін әлеуметтік әрекет']
                }
                ,
                {
                    numb: 91,
                    question: 'Социометрияны - зерттеу әдісі ретінде ұсынған социолог:',
                    answer: 'Я.Морено',
                    options: ['Я.Морено','Э.Берджесс','У.Томас','Ф.Знанецкий','Г.Алмонд']
                }
                ,
                {
                    numb: 92,
                    question: '"Страта" ұғымы мынаны білдіреді:',
                    answer: 'қабат',
                    options: ['қабат','ұлт','топ','қоғам','мемлекет']
                }
                ,
                {
                    numb: 93,
                    question: 'Әлеуметтік жүйедегі адамдардың мінез-құлқы немен анықталады?',
                    answer: 'тұлғаның мәртебесі және әлеуметтік рөлі',
                    options: ['тұлғаның мәртебесі және әлеуметтік рөлі','тұлғаның ұлттына байланысты','индивидуалды қасиеттер','материалдық байлық','темперамент және әдеттер']
                }
                ,
                {
                    numb: 94,
                    question: 'Этнос дегеніміз:',
                    answer: 'әлеуметтік қауымдастық',
                    options: ['әлеуметтік қауымдастық','мәдени ұйым','жұмысшылар ұжымы','әлеуметтік мекеме','экономикалық қоғамдастық']
                }
                ,
                {
                    numb: 95,
                    question: 'Әлеуметтік-экономикалық, әлеуметтік-этникалық, әлеуметтік демографиялық, әлеуметтік-кәсіби, әлеуметтік-территориялық деп мазмұнына қарай жіктелетін қоғамның әлеуметтік элементі',
                    answer: 'Әлеуметтік қауымдастықтар',
                    options: ['Әлеуметтік қауымдастықтар','Әлеуметтік институттар','Жеке кәсіпорындар','Әлеуметтік іс-әрекет','Әлеуметтік ұйымдар']
                }
                ,
                {
                    numb: 96,
                    question: 'Әлеуметтанудағы функционалдық бағыттың негізін салушы',
                    answer: 'Э.Дюркгейм',
                    options: ['Э.Дюркгейм','Т.Парсонс','Р.Мертон','П.Сорокин','К.Поппер']
                }
                ,
                {
                    numb: 97,
                    question: 'Әлеуметтік институттардың басты мақсаты',
                    answer: 'Қоғамның қажеттіліктерін қанағаттандыру және қоғамды тұрақты ету',
                    options: ['Қоғамның қажеттіліктерін қанағаттандыру және қоғамды тұрақты ету','Қоғамды түбегейлі өзгерту','Түлектерге диплом беру және жұмысқа орналастыру','Халықаралық маңызды мәселерді шешу','Қоғамды дағдарысқа ұрындыру']
                }
                ,
                {
                    numb: 98,
                    question: 'Ең алғашқы әлеуметтік институт',
                    answer: 'Отбасы және неке',
                    options: ['Отбасы және неке','Саясат','Экономика','Мемлекет','Ұжым']
                }
                ,
                {
                    numb: 99,
                    question: 'Жаңа ортаның мәдени нормаларын, құндылықтарын және әрекет эталондарын индивидтің немесе топтың қабылдауы',
                    answer: 'Бейімделу',
                    options: ['Бейімделу','Кооперация','Шыдамдылық','Бағыну','Келісім']
                }
                ,
                {
                    numb: 100,
                    question: 'Әлеуметтік құрылым - бұл:',
                    answer: 'әлеуметтік жүйедегі элементтердің тұрақты байланысы, әлеуметтік байланыстар мен қатынастар',
                    options: ['әлеуметтік жүйедегі элементтердің тұрақты байланысы, әлеуметтік байланыстар мен қатынастар','элементтердің жиынтығы','қоғамдағы құбылыстар мен процестердің жиынтығы','қоғамдағы индивидттердің жиынтығы','әлеуметтік позиция және мәртебелер']
                }
                ,
                {
                    numb: 101,
                    question: 'Маркстік теория бойынша әлеуметтік құрылымның өзегі:',
                    answer: 'таптар',
                    options: ['таптар','әлеуметтік қауымдастықтар','әлеуметтік жіктер','әлеуметтік топтар','әлеуметтік институттар']
                }
                ,
                {
                    numb: 102,
                    question: '﻿Референттік топ деп нені айтады?',
                    answer: 'өзіне үлгі тұтатын әлеуметтік топ',
                    options: ['өзіне үлгі тұтатын әлеуметтік топ','ниеттес адамдардан тұратын әкімшілік қызметкерлер ұжымы','өзара ынтымақтастығы жоғары ұжым','лауазым иелерінің тобы','астыртын әрекет етуші ықпалды байлар тобы']
                }
                ,
                {
                    numb: 103,
                    question: 'Қоғамның әлеуметтік құрылымын жан-жақты талдаған ғалым',
                    answer: 'П. Сорокин',
                    options: ['П. Сорокин','О. Конт;','Карл Маркс','Карл Маркс','М. Вебер.']
                }
                ,
                {
                    numb: 104,
                    question: 'Ы.Алтынсариннің қоғамдық көзқарастары қандай?',
                    answer: 'ағартушылық',
                    options: ['ағартушылық','ағартушылық','плюралистік','либералды','иррационалдық']
                }
                ,
                {
                    numb: 105,
                    question: 'Адамды «қоғамдық жануар» деп анықтаған Көне Грек философын атап беріңіз:',
                    answer: 'Аристотель',
                    options: ['Аристотель','Сократ','Эпикур','Анаксагор','Платон']
                }
                ,
                {
                    numb: 106,
                    question: '«Қайырымды қала тұрғындарының көзқарастары» деп аталатын трактаттың авторы кім?',
                    answer: 'Әл-Фараби',
                    options: ['Әл-Фараби','Әл-Кинди','Ибн-Сина','Әл-Бируни','Әл-Газали']
                }
                ,
                {
                    numb: 107,
                    question: 'Қоғамдық сананың түрлері:',
                    answer: 'Саяси, моральдық, құқықтық, діни, эстетикалық, философиялық',
                    options: ['Саяси, моральдық, құқықтық, діни, эстетикалық, философиялық','Теориялық және қарапайым сана','Идиология, психология','Қоғамдық сана','Атеистік сана']
                }
                ,
                {
                    numb: 108,
                    question: 'Ш.Уәлиханов өз заманындағы қазақ қоғамына мынадай анықтама берді:',
                    answer: 'Патриархалды-феодалдық қоғам',
                    options: ['Патриархалды-феодалдық қоғам','Құлиеленушілік қоғам','Капиталистік қоғам','Коммунистік қоғам','Социалистік қоғам']
                }
                ,
                {
                    numb: 109,
                    question: '«Утопия» - еңбегiнiң авторы кiм?',
                    answer: 'Т.Мор',
                    options: ['Т.Мор','Т.Кампанелла','Н.Кузанский','Леонардо да Винчи','Н.Коперник']
                }
                ,
                {
                    numb: 110,
                    question: 'К.Маркстiң негiзгi еңбегiн белгiлеңiздер:',
                    answer: '«Капитал»',
                    options: ['«Капитал»','«Христиан дiнiнiң мәнi»','«Христиан дiнiнiң мәнi»','«Этика»','«Утопия»']
                }
                ,
                {
                    numb: 111,
                    question: '"Постиндустриальды қоғам" терминінің авторы кім?',
                    answer: 'Д.Белл',
                    options: ['Д.Белл','М.Вебср','Э.Фромм','К.Поппер','Э.Дюркгейм']
                }
                ,
                {
                    numb: 112,
                    question: '“Ашық қоғам” концепциясын ұсынған философ:',
                    answer: 'К.Поппер',
                    options: ['К.Поппер','К.Маркс','Ф.Ницше','З.Фрейд','Э.Фром']
                }
                ,
                {
                    numb: 113,
                    question: 'Бақылау, сұхбат, сауалнаманы қандай әдістерге жатқызамыз:',
                    answer: 'эмпирикалық әдістерге',
                    options: ['эмпирикалық әдістерге','эксперименттік әдістерге','физикалық әдістерге','әлеуметтік өлшем','зорлық-зомбылық әдістеріне']
                }
                ,
                {
                    numb: 114,
                    question: 'Экзогамия - бұл:',
                    answer: 'Бір рудың ішінде еркек пен әйелдің некелесуіне рұқсат етпеу дәстүрі',
                    options: ['Бір рудың ішінде еркек пен әйелдің некелесуіне рұқсат етпеу дәстүрі','Ата аналары мен балаларынан тұратын жанұя','Бір жынысты отбасы','Көп әйел алу','Билiк ерi мен әйелiнiң арасында теңдей бөлiнетiн отбасылық жүйе']
                }
                ,
                {
                    numb: 115,
                    question: 'Нуклеарлы отбасы - бұл:',
                    answer: 'Ата аналары мен балаларынан тұратын жанұя',
                    options: ['Ата аналары мен балаларынан тұратын жанұя','Туыстарымен бірге тұратын жанұя','Бір жынысты отбасы','Жұбайлары бөлек тұратын отбасы','Баласы жоқ жанұя']
                }
                ,
                {
                    numb: 116,
                    question: 'Мына анықтама ның авторы кім: "Жанұя - бұл адамдардың бастапқы бірігу формасы, ал одан кең ұйымдар пайда болады”',
                    answer: 'О.Конт',
                    options: ['О.Конт','Э.Дюркгейм','Г.Спенсер','М.Вебер','Г.Тард']
                }
                ,
                {
                    numb: 117,
                    question: 'Патриархат дегенiмiз:',
                    answer: 'Билiк ер адамда немесе әкеде болатын отбасылық жүйе',
                    options: ['Билiк ер адамда немесе әкеде болатын отбасылық жүйе','Әйел немесе ана басқаратын отбасылық жүйе','Ерi мен әйелi тең болатын отбасылық жүйе','Билiк балаларда болатын отбасылық жүйе','Отбасылық жүйенiң қоғамдық ережелермен басқарылуы']
                }
                ,
                {
                    numb: 118,
                    question: 'Бiр ер адамның бiр әйел адаммен некесi бұл:',
                    answer: 'Моногамия',
                    options: ['Моногамия','Полиандрия','Полигамия','Полигиния','Популяция']
                }
                ,
                {
                    numb: 119,
                    question: 'Эгалитарлық отбасылық жүйе - бұл мынадай жүйе:',
                    answer: 'Билiк ерi мен әйелiнiң арасында теңдей бөлiнетiн отбасылық жүйе',
                    options: ['Билiк ерi мен әйелiнiң арасында теңдей бөлiнетiн отбасылық жүйе','Билiк күйеуiнде болатын отбасылық жүйе','Билiк әйелiнде болатын отбасылық жүйе','Билiк үлкен ұрпақта болатын отбасылық жүйе','Билiк отбасының барлық мүшелерiнде болатын отбасылық жүйе']
                }
                ,
                {
                    numb: 120,
                    question: 'Бір әйел бірнеше ер адаммен некеде тұратын полигамды неке формасы',
                    answer: 'Полиандрия',
                    options: ['Полиандрия','Гомогенді неке','Полигиния','Топтық неке','Эндогамия']
                }
                ,
                {
                    numb: 121,
                    question: 'Бір ер адам бірнеше әйелмен некеде тұратын полигамды неке формасы',
                    answer: 'Полигиния',
                    options: ['Полигиния','Топтық неке','Эндогамия','Гомогенді неке','Полиандрия']
                }
                ,
                {
                    numb: 122,
                    question: 'Гомогенді отбасы дегеніміз не?',
                    answer: 'Жанұяның екі мүшесі бір әлеуметтік жіктен, таптан',
                    options: ['Жанұяның екі мүшесі бір әлеуметтік жіктен, таптан','Жанұя мүшелері әртүрлі қызмет атқарады','Тең құқықты отбасы','Бір балалы отбасы','Екі балалы отбасы']
                }
                ,
                {
                    numb: 123,
                    question: 'Балалардың толыққанды дамуын қамтамасыз ететін отбасының қызметі қандай?',
                    answer: 'тәрбиелік',
                    options: ['тәрбиелік','шаруашылық','репродуктивты','рухани','ұрпақ жалғастыру']
                }
                ,
                {
                    numb: 124,
                    question: 'Жабық сұрақтардың артықшылығы неде?',
                    answer: 'анкетаны толтыру уақытымен қысқартылуы',
                    options: ['анкетаны толтыру уақытымен қысқартылуы','пiкiрлердiң көптiгi','өндеу қиындығы','алдын-ала түсiнiктеме беру','пiкiрдi еркiн бiлдiру']
                }
                ,
                {
                    numb: 125,
                    question: 'Сандық әдістердің басты артықшылығын көрсетіңіз',
                    answer: 'Статистикалық маңызды нәтижелер алуға мүмкіндік беруі',
                    options: ['Статистикалық маңызды нәтижелер алуға мүмкіндік беруі','Мотивтермен себептерді анықтау мүмкіндігі','Кең көлемде зерттеу мүмкіндігі','Нақты нәтижеге қол жеткізу мүмкіндігі','Қорытынды нәтиженің дұрыс болатындығына кепілдік беруі']
                }
                ,
                {
                    numb: 126,
                    question: 'Әлеуметтанулық зерттеу әдістемесі не үшін қажет?',
                    answer: 'Әлеуметтанулық ақпараттарды жинау, талдау және өңдеу үшін',
                    options: ['Әлеуметтанулық ақпараттарды жинау, талдау және өңдеу үшін','Әлеуметтанулық теорияларды дәлеледеу үшін','Жақсы нәтиже үшін','Академиялық зерттеу аппараты үшін','Ғылыми түжырымдарды жоққа шығару үшін']
                }
                ,
                {
                    numb: 127,
                    question: 'Әлеуметтанулық ақпараттарды жинаудың сапалық әдістері:',
                    answer: 'Сұрау әдісі, құжаттарды талдау, бақылау, әлеуметтанулық эксперимент',
                    options: ['Сұрау әдісі, құжаттарды талдау, бақылау, әлеуметтанулық эксперимент','Рекруттеу, респонденттерге ұсыныс білдіру','Анкета құрылымын реттеу, сұрақтар байланыстылығына мән беру','Құжаттарды талдау, бақыланушылармен жақсы қарым-қатынас орнату','Контент талдау, құжаттардың құрылымымен таныс болу']
                }
                ,
                {
                    numb: 128,
                    question: 'Әлеуметтанулық зерттеу әдістеріне қай әдіс жатпайды:',
                    answer: 'тариф',
                    options: ['тариф','эксперимент','сауалнама','бақылау','құжаттарды талдау']
                }
                ,
                {
                    numb: 129,
                    question: 'Ауызша және жазбаша ақпараттың көзі ретінде эмпирикалық зерттеуге қатысушы адам - бұл:',
                    answer: 'респондент',
                    options: ['респондент','әлеуметтанушы','саяси шолушы','журналист','публицист']
                }
                ,
                {
                    numb: 130,
                    question: 'Сұхбат және анкета қай әдіске жатады:',
                    answer: 'сауалнама',
                    options: ['сауалнама','бақылау','эксперимент','сұрыптау','құжаттарды талдау әдісі']
                }
                ,
                {
                    numb: 131,
                    question: 'Объектіні кейбір басқаратын және бақылайтын факторлардың ықпалының нәтижесінде объектінің қызметімен жүріс-тұрысының сандық және сапалық өзгерістерінің көрсеткіші туралы ақпарат алудың тәсілі - бұл:',
                    answer: 'эксперимент',
                    options: ['эксперимент','сұхбат','верификация','анкета','құжаттарды талдау әдісі']
                }
                ,
                {
                    numb: 132,
                    question: 'Фокус-топтар құрамы қанша респонденттен тұрады?',
                    answer: '6-12 респондент',
                    options: ['6-12 респондент','1-3 респондент','2-4 респондент','20-30 респондент','50-100 респондент']
                }
                ,
                {
                    numb: 133,
                    question: 'Әлеуметтанулық зерттеудің күрделілік деңгейі бойынша түрлерін көрсетіңіз?',
                    answer: 'Барлау, сипаттамалық, талдаулық',
                    options: ['Барлау, сипаттамалық, талдаулық','Сараптау, жобалау','Болжамдық, интерпретациялық','Аналитикалық, жобалық','Эксперименттік, сараптамалық, модельдік']
                }
                ,
                {
                    numb: 134,
                    question: 'Нақты социологиялық зерттеулерде мәліметті жинаудың негізгі тәсілін атаңыз:',
                    answer: 'Сауалнама',
                    options: ['Сауалнама','Салыстыру','Сипаттау','Индукция','Дедукция']
                }
                ,
                {
                    numb: 135,
                    question: 'Іріктелген жиынтықтың мәнін не білдіреді?',
                    answer: 'белгілі бір принцип бойынша таңдап алынған жалпы жиынтықтың шағын үлгісін жасау',
                    options: ['белгілі бір принцип бойынша таңдап алынған жалпы жиынтықтың шағын үлгісін жасау','қарсы жақты осалдату немесе жою мақсатында жекеліктер әлде топтардың құндылық, игіліктері','қызмет көрсету мен ақпаратты өңдеу','дайындалған сауалнаманың сапасын сынау үшін жүргізілетін зерттеу','әлеуметтік қызметті орындаушылардың үлгіге келтірілген жүрістұрысының жиынтығы']
                }
                ,
                {
                    numb: 136,
                    question: 'Эмпирикалық әлеуметтану нені зерттейді?',
                    answer: 'қоғамды түрлі теориялық болжамдармен емес, нақты социологиялық зерттеу әдістері, техника және процедуралар көмегімен зерттеу, фактілерге сүйену',
                    options: ['қоғамды түрлі теориялық болжамдармен емес, нақты социологиялық зерттеу әдістері, техника және процедуралар көмегімен зерттеу, фактілерге сүйену','қоғамды нақты зерттеу әдістермен емес, теориялық тұжырымдарға сүйене отырып зерттеу','қоғамды биологиялық организм ретінде қарап зерттеу','қоғамды ежелден келе жатқан теорияларға сәйкес болжау','қоғамды ежелден келе жатқан теорияларға сәйкес болжау']
                }
                ,
                {
                    numb: 137,
                    question: 'Сауалнаманың түрлері:',
                    answer: 'сұхбат және анкета',
                    options: ['сұхбат және анкета','жаппай және іріктеу','ашық және жабық','экстенсивті және интенсивті','ұзақ және қысқа мерзімдік']
                }
                ,
                {
                    numb: 138,
                    question: 'Іріктеу әдісі дегеніміз не?',
                    answer: 'Зерттеушінің зерттеу объектісін сипаттарына қарай таңдауы',
                    options: ['Зерттеушінің зерттеу объектісін сипаттарына қарай таңдауы','Сұрақтармен респонденттерді сұрау жүргізу','Зерттелінетін мәселелерге болжам жасау','Зерттелетін объектілерді салыстыру','Зерттеушінің объектілерді саралауы']
                }
                ,
                {
                    numb: 139,
                    question: 'Респондент дегеніміз кім?',
                    answer: 'Сауалнамаға жауап беруші',
                    options: ['Сауалнамаға жауап беруші','Зерттеуші','Бақылаушы','Социолог','Модератор']
                }
                ,
                {
                    numb: 140,
                    question: 'Алынған ақпараттың құндылығына әсер ететін фокус-топтың басты фигурасы (іс-шараны жүргізуші) - бұл',
                    answer: 'Модератор',
                    options: ['Модератор','Зерттеуші','Ассистент','Респондент','Интервьюер']
                }
                ,
                {
                    numb: 141,
                    question: 'Жанды диалог, әңгіме барысында адамнан белгілі бір мақсатта және техникамен (дәйектілікпен) ақпарат алу әдісі:',
                    answer: 'Интервью',
                    options: ['Интервью','Бақылау','Контент талдау','Әңгімелесу','Диалог әдісі']
                }
                ,
                {
                    numb: 142,
                    question: 'Контент-талдау қандай талдау болып табылады',
                    answer: 'Құжаттарды, мәтіндерді сандық талдау',
                    options: ['Құжаттарды, мәтіндерді сандық талдау','Зерттеудің сандық әдісі','Құжаттарды сапалы талдау','Құжаттың ішкі талданылуы','Биографиялық талдау']
                }
                ,
                {
                    numb: 143,
                    question: 'Келесi анықтамаға сәйкес келетiн ұғымды көрсетiңiз: "белгiлi бiр жоспар бойынша жүргiзiлiп, зерттеушiнiң респондентпен тiкелей байланыс жасауын қажет ететiн әңгiме - бұл ..."',
                    answer: 'сұхбат',
                    options: ['сұхбат','экспересс-сұрау','анкета қолдану','анкета қолдану','социометриялық сұрау']
                }
                ,
                {
                    numb: 144,
                    question: 'Эксперттiк сұрау - бұл:',
                    answer: 'респонденттер ретiнде белгiлi бiр iс-әрекеттер саласының бiлгiр мамандары қатысатын сұрау',
                    options: ['респонденттер ретiнде белгiлi бiр iс-әрекеттер саласының бiлгiр мамандары қатысатын сұрау','ұйымдастырылу жағымен тек қана эксперт айналысатын сұрау','эксперт жасаған анкеталарды қолданатын сұрау','жүргiзiлу барысында анкетаны немесе интервьюдi алушы эксперт болып табылатын сұрау','топ iшiндегi жеке адамдық қарым-қатынастарды анықтауға бағытталған сұрау']
                }
                ,
                {
                    numb: 145,
                    question: 'Респондент бұл:',
                    answer: 'Анкетаға жауап қайтарушы',
                    options: ['Анкетаға жауап қайтарушы','Тест түрі','Бақылау жүргізуші','Гипотеза жасаушы','Эксперимент өткізуші']
                }
                ,
                {
                    numb: 146,
                    question: 'Әлеуметтану зерттеуінің дербес бағыты болып эмпирикалық әлеуметтану қай елде қалыптасты?',
                    answer: 'АҚШ-та;',
                    options: ['АҚШ-та;','Ресейде;','КСРО-да;','Германияда;','Қытайда']
                }
                ,
                {
                    numb: 147,
                    question: 'Әлеуметтік өзара әрекет пен қатынастың алғашқы агентіне не жатады ?',
                    answer: 'тұлға;',
                    options: ['тұлға;','қоғам;','мемлекет;','ру','адамдар тобы.']
                }
                ,
                {
                    numb: 148,
                    question: '“Әлеуметтік дарвинизм” деп аталатын әлеуметтанудағы бағытты негіздеген кім?',
                    answer: 'Г. Спенсер;',
                    options: ['Г. Спенсер;','Э. Дюркгейм;','П. Сорокин;','Ж. Руссо','Ш. Фурье']
                }
                ,
                {
                    numb: 149,
                    question: 'XІX ғасырдағы Ресей әлеуметтануында қай бағыт мейлінше дамыды?',
                    answer: 'марксизм;',
                    options: ['марксизм;','идеализм','органицизм;','органицизм;','субъективизм;']
                }
                ,
                {
                    numb: 150,
                    question: 'Әлеуметтік интеракция теориясының авторын көрсетіңіз:',
                    answer: 'Дж. Г. Мид;',
                    options: ['Дж. Г. Мид;','О. Конт;','А.К. Гастев;','Дж. Э. Ладберг;','Р. Мертон']
                }
                ,
                {
                    numb: 151,
                    question: 'Индустриялық қоғамға мыналардың қайсысы жатады?',
                    answer: 'капиталистік қоғам',
                    options: ['капиталистік қоғам','құлиеленушілік қоғам','феодалдық қоғам','аграрлық қоғам','традициялық қоғам']
                }
                ,
                {
                    numb: 152,
                    question: 'Әлеуметтік норма деген не?',
                    answer: 'индивидтер мен топтардың тәртібін реттейтін ережелер жиынтығы',
                    options: ['индивидтер мен топтардың тәртібін реттейтін ережелер жиынтығы','теориялардың жиынтығы','заңдардың жиынтығы','әлеуметтік теңсіздік','әлеуметтік әділеттілік']
                }
                ,
                {
                    numb: 153,
                    question: 'Әлеуметтік динамика нені зерттейді?',
                    answer: 'қоғамның даму прогресін',
                    options: ['қоғамның даму прогресін','экономикалық дамуды','мәдени дамуды','саяси дамуды','қоғамның регресін']
                }
                ,
                {
                    numb: 154,
                    question: 'Саясаттану',
                    answer: '<i class="bi bi-arrow-right"></i>',
                    options: ['<i class="bi bi-arrow-right"></i>','шаршама тек шаршама','','','']
                }
                ,
                {
                    numb: 155,
                    question: '﻿Заң шығарушы билікке не жатады:',
                    answer: 'парламент',
                    options: ['парламент','үкімет','әкімшілік','жоғарғы сот','саяси партиялар']
                }
                ,
                {
                    numb: 156,
                    question: 'Саяси жүйенің негізгі элементіне не жатады:',
                    answer: 'мемлекет',
                    options: ['мемлекет','саяси партиялар','саяси мәдениет','саяси сана','үкімет']
                }
                ,
                {
                    numb: 157,
                    question: 'Заң шығарушы және атқарушы биліктің монархтың қолында топталуын сипаттайтын басқару үлгісі қалай аталады:',
                    answer: 'абсолюттік монархия',
                    options: ['абсолюттік монархия','парламенттік республика','жартылай президенттік республика','президенттік республика','конституциялық монархия']
                }
                ,
                {
                    numb: 158,
                    question: 'Егемендік дегеніміз не:',
                    answer: 'мемлекеттің, халықтың, ұлттың, адамның саяси тәуелсіздігі',
                    options: ['мемлекеттің, халықтың, ұлттың, адамның саяси тәуелсіздігі','шектелген саяси өкілеттіліктерге ие әкімшілік-территориялық құрылым',' барлық билік органдары жалпы ұлттық сайланып қойылған өкімет органдары арқылы сайланатын немесе құрылатын басқару үлгісі','әрбір азаматының лайықты өмір сүруін қамтамасыз етуге ұмтылытын мемлекет',' мемлекет құрамынынан оның бір бөлігінің шығу, бөлектену процесі']
                }
                ,
                {
                    numb: 159,
                    question: 'Республика дегеніміз не:',
                    answer: 'барлық билік органдары жалпы ұлттық сайланып қойылған өкімет органдары арқылы сайланатын немесе құрылатын басқару үлгісі',
                    options: ['барлық билік органдары жалпы ұлттық сайланып қойылған өкімет органдары арқылы сайланатын немесе құрылатын басқару үлгісі','мемлекет құрамынынан оның бір бөлігінің шығу, бөлектену процесі',' шектелген саяси өкілеттіліктерге ие әкімшілік-территориялық құрылым','әрбір азаматының лайықты өмір сүруін қамтамасыз етуге ұмтылатын мемлекет','мемлекеттік биліктің тәуелсіздігі мен төрелік етуі']
                }
                ,
                {
                    numb: 160,
                    question: 'Қандай билік органы Қазақстан Республикасының Президентін қызметінен босата алады:',
                    answer: 'парламент',
                    options: ['парламент','мәслихат','үкімет','жоғарғы сот','конституциялық кеңес']
                }
                ,
                {
                    numb: 161,
                    question: 'Қазақстан Республикасы қандай мемлекет қатарына жатады:',
                    answer: 'Унитарлық',
                    options: ['Унитарлық','Конфедеративтік',' Тоталитарлы','Авторитарлы','Федеративтік']
                }
                ,
                {
                    numb: 162,
                    question: 'Президенттік басқару түрі ең алғаш қай елде орнады:',
                    answer: 'АҚШта',
                    options: ['АҚШта','францияда','Германияда','Ұлыбритания','Жапонияда']
                }
                ,
                {
                    numb: 163,
                    question: 'Тұлғаның немесе топтың саяси мінез-құлқын зерттеуде қолданатын политология әдісі қалай аталады:',
                    answer: 'Бихевиористік',
                    options: ['Бихевиористік','Социологиялық','Психологиялық','Жүйелік','Синтездік']
                }
                ,
                {
                    numb: 164,
                    question: 'Унитарлық мемлекет деген қандай мемлекет:',
                    answer: 'Бихевиористік',
                    options: ['саяси билік бір орталыққа бағынған, мемлекеттің ішінде өз алдына бөлек құрылымға жол берілмейтін мемлекеттің түрі ','саяси билік бір орталыққа бағынған, мемлекеттің ішінде өз алдына бөлек құрылымға жол берілмейтін мемлекеттің түрі ','өздерінің кейбір амал-әрекеттерін үйлестріп, белгілі бір мақсаттарды жүзеге асыру үшін бірлескен егеменді елдер одағы','мемлекеттің жоғарғы өкімет билігі жеке-дара бір билеушінің қолында болып, ол әкеден балаға мұра ретінде қалатын түрі ','мемлекеттік биліктің барлық жоғ']
                }
                ,
                {
                    numb: 165,
                    question: 'арғы органдары белгілі бір уақытқа сайланатын немесе өкілдік мекемелер арқылы қалыптасатын мемлекеттік басқарудың түрі.',
                    answer: 'Бихевиористік',
                    options: ['1','','','','']
                }
                ,
                {
                    numb: 166,
                    question: 'Құқықтық мемлекет деген қандай мемлекет',
                    answer: 'Бихевиористік',
                    options: ['демократиялық жолмен қабылданған заң үстемдік ететін, оның алдында бәрі де тең саналатын, жеке адамның құқықтары жан–жақты қамтамасыз етілетін мемлекет','саяси билік бір орталыққа бағынған, мемлекеттің ішінде өз алдына бөлек құрылымға жол берілмейтін мемлекеттің түрі','белгілі бір тәуелсіздігі бар бірнеше мемлекеттік құрылымдардың бірігіп, одақтық жаңа мемлекетті құруы','мемлекеттің жоғарғы өкімет билігі жеке-дара бір билеушінің қолында болып, ол әкеден балаға мұра ретінде қалатын түрі','мемлекеттік']
                }
                ,
                {
                    numb: 167,
                    question: ' биліктің барлық жоғарғы органдары белгілі бір уақытқа сайланатын немесе өкілдік мекемелер арқылы қалыптасатын мемлекеттік басқарудың түрі',
                    answer: 'Бихевиористік',
                    options: ['1','','','','']
                }
                ,
                {
                    numb: 168,
                    question: '«Мемлекет», «Заңдар», «Софист», «Парменид» еңбектерінің авторы:',
                    answer: 'платон',
                    options: ['платон','аристотель','геродот','сократ','цицерон']
                }
                ,
                {
                    numb: 169,
                    question: 'Аристократия дегеніміз не:',
                    answer: 'ақсүйектер әулеті билік жүргізетін мемлекеттік басқарудың түрі',
                    options: ['ақсүйектер әулеті билік жүргізетін мемлекеттік басқарудың түрі',' шағын топтың билігі','бір адамның шексіз билігі','көпшілік билігі','күш көрсетуге бағытталған шексіз билік']
                }
                ,
                {
                    numb: 170,
                    question: '«Адамның басқа жан-жануарлардан ерекшелігі- ол билік үшін күреседі» деген ойшыл:',
                    answer: 'Ибн-Халдун',
                    options: ['Ибн-Халдун','Бертран Рассел','А.Гидденс',' Т.Парсонс','Ж.Шевалье']
                }
                ,
                {
                    numb: 171,
                    question: 'Қайта өрлеу заманында «Утопия» деген терминді бірінші рет пайдаланған және утопиялық социализмнің негізін салған кім:',
                    answer: ' Т.Мор',
                    options: [' Т.Мор','Н.Кузанский','Д.Бруно','Н.Макиавелли','Б.Спиноза']
                }
                ,
                {
                    numb: 172,
                    question: '«Левиафан» атты еңбектің авторы кім:',
                    answer: 'Т.Гоббс',
                    options: ['Т.Гоббс','Ж.Ж.Руссо','Дж.Локк','Ф.Бэкон','Р.Бэкон']
                }
                ,
                {
                    numb: 173,
                    question: '«Қайырымды қала» теориясының негізін салған кім:',
                    answer: 'Әл-Фараби',
                    options: ['Әл-Фараби','Ибн Сина','Әл-Газали',' Платон',' Абай']
                }
                ,
                {
                    numb: 174,
                    question: 'Әл-Фараби қандай қала теориясының негізін салушы:',
                    answer: ' Қайырымды',
                    options: [' Қайырымды',' Кішкентай','Үлкен','Мәңгі','Көне']
                }
                ,
                {
                    numb: 175,
                    question: 'Билік пен саясатты ерекше рух (құдай жаратқан) деп түсіндіретін қай парадигма:',
                    answer: 'Теологиялық',
                    options: ['Теологиялық','Әлеуметтік','Рухани','Геосаяси','Психологиялық']
                }
                ,
                {
                    numb: 176,
                    question: 'Легитимдік деген не:',
                    answer: 'халықтың үстемдік етіп отырған саяси билікті мойындауы',
                    options: ['халықтың үстемдік етіп отырған саяси билікті мойындауы','демократиялық жолмен қабылданған заң','рұқсат етілген бір шараның тиісті бөлігі','конституциялық ережелердің бұрмалануы','мемлекетті басқару формасы']
                }
                ,
                {
                    numb: 177,
                    question: 'Аннексия деген не:',
                    answer: 'басқа мемлекеттің жерін күшпен жаулап алу, басқаға алып беру',
                    options: ['басқа мемлекеттің жерін күшпен жаулап алу, басқаға алып беру','тәртіпсіздік, заңсыздық',' ешбір елдің азаматы болып саналмайтындар','бір адамға өкімет билігін шексіз беру','саяси жаңалық енгізу']
                }
                ,
                {
                    numb: 178,
                    question: ' Олигархия деген не:',
                    answer: 'саяси және экономикалық билік бай топтың қолында тұрған биліктің бір түрі ',
                    options: ['саяси және экономикалық билік бай топтың қолында тұрған биліктің бір түрі ',' халықаралық келісім',' бір елдің жерін әскери күшімен уақытша жаулап алу','ерекше қабілетті, құзыретті, таланттылардың билігі','мемлекеттің жоғарға өкімет билігін жеке-дара билеу']
                }
                ,
                {
                    numb: 179,
                    question: ' Ең алғаш қай ойшыл мемлекеттік биліктің тармақтарын бөліп көрсеткен:',
                    answer: ' Дж.Локк',
                    options: [' Дж.Локк',' Н.Макиавелли','Т.Гоббс','Ж.Ж.Руссо','И.Кант']
                }
                ,
                {
                    numb: 180,
                    question: 'Конституциялық монархия алғаш рет қай елде орнады:',
                    answer: 'Англияда',
                    options: ['Англияда','Францияда','Жапонияда','Бельгияда','АҚШ та']
                }
                ,
                {
                    numb: 181,
                    question: ' Депутаттың уәкілдігін куәландыратын құжат:',
                    answer: 'Мандат',
                    options: ['Мандат','Төлқұжат',' Нота','Пакт','Петиция']
                }
                ,
                {
                    numb: 182,
                    question: 'Жоғарғы сайланбалы өкілдік және заң шығарушы орган:',
                    answer: 'Парламент',
                    options: ['Парламент','Жоғарғы сот','Прокуратура',' Конституциялық кеңес',' Үкімет']
                }
                ,
                {
                    numb: 183,
                    question: 'Жеке адамның саяси және экономикалық құқықтарын мақұлдап, мемлекеттің экономикаға араласуын шектеуге тырысатын идеология:',
                    answer: 'либерализм ',
                    options: ['либерализм ','тоталитаризм',' фашизм','коммунизм','макиавеллизм']
                }
                ,
                {
                    numb: 184,
                    question: 'Аврелий Августиннің саяси көзқарасы қай еңбегінде баяндалған: ',
                    answer: 'Құдай қаласы туралы ',
                    options: ['Құдай қаласы туралы ','Міндеттер туралы','Афиналық полития','Патша','Теологияның жиынтығы']
                }
                ,
                {
                    numb: 185,
                    question: ' Алға қойған мақсатқа жету үшін амал-айланың қандай түрі болмасын пайдалану тәсілі:',
                    answer: 'Макиавеллизм',
                    options: ['Макиавеллизм','Манифест','Либерализм','Тоталитаризм','Анархизм']
                }
                ,
                {
                    numb: 186,
                    question: 'Мемлекеттік билік неше тармаққа бөлінеді:',
                    answer: '3 тармаққа',
                    options: ['3 тармаққа','2 тармаққа',' 4 тармаққа','5 тармаққа',' тармаққа бөлінбейды']
                }
                ,
                {
                    numb: 187,
                    question: '«Күн қаласы» еңбегінің авторы кім:',
                    answer: 'Т.Кампанелла',
                    options: ['Т.Кампанелла','Н.Макиавелли','Әл-Фараби','Т.Гоббс','Ф.Энгельс']
                }
                ,
                {
                    numb: 188,
                    question: 'Сайлаушылардың сайлауға қатысудан бастарту үлгісі қалай аталады',
                    answer: 'Абсентизм',
                    options: ['Абсентизм','Популизм','Анархизм','Пацифизм','Оппозиция']
                }
                ,
                {
                    numb: 189,
                    question: 'Мемлекеттің пайда болуы туралы теологиялық теорияның негізін қалаушылар',
                    answer: 'А.Августин, Ф.Аквинский',
                    options: ['А.Августин, Ф.Аквинский','Ф.Ратцель, В.Соловьев','Г.Гроций, Б.Чичерин',' Дж.Локк, Т.Гоббс','К.Маркс, Ф.Энгельс']
                }
                ,
                {
                    numb: 190,
                    question: '«Патша (Государь») еңбегiнiң авторы кiм:',
                    answer: 'Н.Макиавелли',
                    options: ['Н.Макиавелли','Әл-Фараби','Ф.Аквинский','Т.Мор','Т.Кампанелла']
                }
                ,
                {
                    numb: 191,
                    question: 'Н.Макиавелли пiкiрiнше саясаттың анықтамасы:',
                    answer: 'билiкке келу, ұстап тұру, пайдалану үшiн қажеттi құралдар мен тәсiлдер жиынтығы.',
                    options: ['билiкке келу, ұстап тұру, пайдалану үшiн қажеттi құралдар мен тәсiлдер жиынтығы.','саясат қоғамдық өмiрдегi ерекше құбылыс','саясат экономикалық өмiр айнасы','адам қызметiнiң автономды саласы','өмiрдi басқарудың негiзгi әдiсi']
                }
                ,
                {
                    numb: 192,
                    question: 'Аристотель «Саясат» кiтабында алты билеу формаларын көрсеткен, олар қандай:',
                    answer: ' монархия, аристократия, полития, тирания, олигархия, демократия',
                    options: [' монархия, аристократия, полития, тирания, олигархия, демократия',' парламенттiк, демократиялық, авторитарлық, тоталитарлық, монархиялық, тираниялық',' авторитарлық, тоталитарлық, әкiмшiлдiк, бюрократиялық, жеке бастық, эстетикалық',' құқықтық, азаматтық, көппартиялық, конституциялық, республикалық, демократиялық','аристократиялық, олигархиялық, конституциялық, құқықтық, демократиялық, саяси']
                }
                ,
                {
                    numb: 193,
                    question: 'Қай саясаттанушы дәстүрлi, харизматикалық көсемдер туралы айтқан:',
                    answer: ' М.Вебер',
                    options: [' М.Вебер','К.Маркс','П.Лавров','Е.Вятр','Д.Истон']
                }
                ,
                {
                    numb: 194,
                    question: 'Саясаттануда «парадигма» ұғымын еңгізген ғалым',
                    answer: 'Т.Кун',
                    options: ['Т.Кун','М.Герберт','А.Смит','Т.Джефферсон','Д.Белл']
                }
                ,
                {
                    numb: 195,
                    question: 'Патшалық билікке бағыну керек. Яғни аспанда құдай, жерде Рим папасы» деген пікірді айтқан ойшыл.',
                    answer: 'Ф.Аквинский',
                    options: ['Ф.Аквинский','Демокрит',' А.Августин','Ш.Л.Монтескье','Т.Гоббс']
                }
                ,
                {
                    numb: 196,
                    question: 'Саясаттану ғылымында жанжалдық (конфликтік) парадигманың негізгі өкілдерін атаңыз?',
                    answer: 'К.Маркс, Р.Дарендорф, Г.Зиммель, Л.Козер ',
                    options: ['К.Маркс, Р.Дарендорф, Г.Зиммель, Л.Козер ','М.Вебер, Дж.Дьюи, Э.Дюркгейм, Т.Парсонс','Ж.Ж.Руссо, Дж.Локк, Ш.Монтескье, А.Смит','Ф.Знанецкий, Б.Рассел, Г.Тард, Л.Уорд','К.Лоренц, Ч.Мерриам, Г.Лассуэлл, Д.Белл']
                }
                ,
                {
                    numb: 197,
                    question: 'Тауке хан жазғызған, қазақ әдет-ғұрып заңдарының жинағы қалай аталады? ',
                    answer: '«Жеті жарғы»',
                    options: ['«Жеті жарғы»','«Яссы»','«Халық кеңесі»','«Билер кеңесі»','«Нақыл сөздер» жинағы']
                }
                ,
                {
                    numb: 198,
                    question: '«Сот реформасы жайында хат» атты еңбектің авторы',
                    answer: 'Ш.Уәлиханов',
                    options: ['Ш.Уәлиханов','Ә.Бөкейханов','С.Қожанов','С.Көбейов','С.Садуақасов']
                }
                ,
                {
                    numb: 199,
                    question: 'ХХ ғасырдың бірінші жартысындағы  Батыс елдерінде солидаризм ілімі кең өріс алды. Ілімнің негізін қалаушы француз ғалымын атаңыз',
                    answer: 'Л.Дюги',
                    options: ['Л.Дюги',' В.Парето','Р.Михельс',' Р.Дарендорф','М.Вебер']
                }
                ,
                {
                    numb: 200,
                    question: ' Конституциялық монархияға жататын мемлекеті ата?',
                    answer: 'Англия',
                    options: ['Англия','АҚШ',' Италия','Албания','Үндістан']
                }
                ,
                {
                    numb: 201,
                    question: 'Импичмент дегенім не?',
                    answer: 'жоғарғы лауазымды адамдарды конституцияны бұзғаны үшін немесе басқа қылмысы үшін жауапкершілікке тартуға және ісін сотта қарауға мүмкіндік беретін ерекше тәртіптің түрі',
                    options: ['жоғарғы лауазымды адамдарды конституцияны бұзғаны үшін немесе басқа қылмысы үшін жауапкершілікке тартуға және ісін сотта қарауға мүмкіндік беретін ерекше тәртіптің түрі','алға қойған мақсатқа іс жүзінде жету үшін ұстаған бағыт','мемлекеттік және қоғамдық құрылыстың негізгі қағидаларын білдіретін негізгі заң','мемлекет басшысының өз қызметіне салтанатты кірісуі','адамзаттың еркін жетілуне негізделген мақсатты әлеуметтік қозғалыс']
                }
                ,
                {
                    numb: 202,
                    question: '«Саяси жүйенiң» анықтамасы: ',
                    answer: ' Саяси институттардың, қатынастардың, ережелердiң, саяси мәдениет пен сананың бiртұтас реттелген жиынтығы',
                    options: [' Саяси институттардың, қатынастардың, ережелердiң, саяси мәдениет пен сананың бiртұтас реттелген жиынтығы','Қоғам санасының әр түрiнде - саясатта, құққықта, дiнде көрiнетiн идеялардың, ұйымдардың жүйесi','Әлеуметтiк өзгерiстер мен саяси құбылыстар жиынтығы',' Сайлау жүйелерiнiң жиынтық бейнесi',' Қоғамның партиялық жүйесi']
                }
                ,
                {
                    numb: 203,
                    question: 'Қазақстандағы мемлекетті басқару түрiн ата',
                    answer: 'Президенттiк басқару',
                    options: ['Президенттiк басқару','Конституциялық монархия','Парламенттiк басқару','Аралас басқару түрi',' Хандық билiк жүйесi']
                }
                ,
                {
                    numb: 204,
                    question: 'Саяси жүйені «кіріс» және «шығыс» негізінде, талап пен қолдау принциптері арқылы түсіндірген ғалым',
                    answer: 'Д.Истон',
                    options: ['Д.Истон','Т.Парсонс','Э.Дюргейм','К.Маркс',' М.Вебер']
                }
                ,
                {
                    numb: 205,
                    question: 'Экстремизмнiң анықтамасын көрсетiңiз',
                    answer: 'Саяси немесе басқа да мақсаттарға жету үшiн заңсыз, күштеу, зорлау тәсiлдерін пайдаланатын әрекет',
                    options: ['Саяси немесе басқа да мақсаттарға жету үшiн заңсыз, күштеу, зорлау тәсiлдерін пайдаланатын әрекет','Әскери күштің басымдылығына сүйенетiн мемлекет','Шиеленiстердiң қарулы қақтығыстарға асқынуына себептер','Қарсылық көрсету, қорғану','Реформалар бақытына наразылық']
                }
                ,
                {
                    numb: 206,
                    question: 'Балама сайлау: ',
                    answer: 'Басқарушы орынға екi немесе бiрнеше үмiткерлерден тұратын сайлау процесі',
                    options: ['Басқарушы орынға екi немесе бiрнеше үмiткерлерден тұратын сайлау процесі','Можаритарлық, пропорционалдық, аралас сайлау жүйелердiң типтерi','Сайлауда көп дауыс жинаған партиялар','Сайлауда бiрдей дауыс жинаған партиялардың жиынтық дауыс саны','Депутаттардың сайлаушылармен қарым-қатынастар']
                }
                ,
                {
                    numb: 207,
                    question: '﻿Электорат - бұл:',
                    answer: 'Сайлау құқы бар адамдар жиынтығы',
                    options: ['Сайлау құқы бар адамдар жиынтығы','Кеңесушi орган','Мемлекетті басқару түрі','Сайлау жүйесiнің можаритарлық түрi','Саясатты жүргiзудiң ерекше тәсiлi']
                }
                ,
                {
                    numb: 208,
                    question: 'Шовинизм дегенiмiз - бұл:',
                    answer: 'Бiр ұлттың екiншiсiне бағынышты болуына негiзделген идеология және психология',
                    options: ['Бiр ұлттың екiншiсiне бағынышты болуына негiзделген идеология және психология','Көршiлiк, татулық принциптерiне негiзделген саяси әрекеттер',' Ортақ мүдденi көрсететiн, әр түрлi мемлекеттер мен ұлттарды жақындастыруға бағытталған саясат желiсi','Адамдардың сайлаудан бастартуы','Нәсiлдiк кемсiтушiлiк']
                }
                ,
                {
                    numb: 209,
                    question: 'Құқықтық мемлекеттiң ажырамас бөлiгi: ',
                    answer: 'Азаматтық қоғам, заң үстемдiгi, билiк бөлiнiсi',
                    options: ['Азаматтық қоғам, заң үстемдiгi, билiк бөлiнiсi','Қарулы күштер, құқық қорғаушы органдар','Идеология, ұлттық сана-сезiм','Стратегиялық жоспар, реформалар','Мемлекет тарапынан жаппай бақылау']
                }
                ,
                {
                    numb: 210,
                    question: 'Саяси режим - бұл:',
                    answer: ' Белгiлi бiр мемлекеттерге тән саяси қатынастар жиынтығы, басқару әдiстерiнiң сипаты',
                    options: [' Белгiлi бiр мемлекеттерге тән саяси қатынастар жиынтығы, басқару әдiстерiнiң сипаты','Зорлық күшiмен бiр адамды өз ықпалына көндiру қабiлетi',' Саяси институттар мен индивидтердiң арасындағы байланыстарды реттейтiн заңдар жинағы','Саяси оқиғалардың белгiлi бiр мерзiмде қайталанып отыруы','Ортақ мақсатқа жету үшiн тұлғаның белгiлi бiр әлеуметтiк топты басқаруы']
                }
                ,
                {
                    numb: 211,
                    question: 'Территориялық - әкiмшiлiк тұрғысынан мемлекеттер қалай жiктеледi?',
                    answer: 'Унитарлық, федеративтiк, конфедеративтiк',
                    options: ['Унитарлық, федеративтiк, конфедеративтiк','Республикалар мен монархиялар',' Охлократия, плутократия, олигархия','Тоталитарлық, авторитарлық, демократиялық','Егемендi, автономиялық, отарлық']
                }
                ,
                {
                    numb: 212,
                    question: 'Саяси билiк дегенiмiз не?',
                    answer: 'Таптың, топтың, жеке адамның саясатта өз еркiн жүргiзу мүмкiндiгi',
                    options: ['Таптың, топтың, жеке адамның саясатта өз еркiн жүргiзу мүмкiндiгi','Халықтың билiкке араласуы','Демократиялық жолмен басқару формасы','Сот билiгi','Сайланбалы саяси билiк түрi']
                }
                ,
                {
                    numb: 213,
                    question: 'Партиялардың ең маңызды ерекшелiгi:',
                    answer: 'Саяси билiкке ұмтылып, қол жеткізу',
                    options: ['Саяси билiкке ұмтылып, қол жеткізу','Мүшелерiнiң көп болуы','Саяси билiктi мойындамауы',' Жасырын түрде насихат жүргiзуi','Парламентке балама қоғамдық ұйым']
                }
                ,
                {
                    numb: 214,
                    question: 'Демократияны теріс түсінген тобырдың билiгi, ол:',
                    answer: 'Охлократия ',
                    options: ['Охлократия ','Меритократия','Теократия','Олигархия','Республика']
                }
                ,
                {
                    numb: 215,
                    question: 'Мажоритарлық жүйе:',
                    answer: 'Үмiткерлердiң белгiлi округ бойынша көпшiлiк дауыс алуымен анықталатын сайлау жүйесi ',
                    options: ['Үмiткерлердiң белгiлi округ бойынша көпшiлiк дауыс алуымен анықталатын сайлау жүйесi ','Халық бұқарасының жаппай сайлауға қатысуы','Сайлау кезiнде жеке үмiткерге жасалатын жеңiлдiк',' Сайлаушылардың белсендiлiгiн арттыруды мақсат еткен ұйымның жұмыс әдiстерi','Электорат санын анықтайтын есеп жүйесi']
                }
                ,
                {
                    numb: 216,
                    question: ' Адамдардың шығу тегіне, бір ұлттың өкілі болуына байланысты қыру мен қудалау',
                    answer: ' Геноцид',
                    options: [' Геноцид',' Геронтократия','Коалиция',' Консерватизм','Терроризм']
                }
                ,
                {
                    numb: 217,
                    question: 'БҰҰ - на Қазақстан қай жылы мүшесі болып қабылданды? ',
                    answer: '1992 ж:',
                    options: ['1992 ж:','1945 ж.','2000 ж.','1991 ж.','1995 ж.']
                }
                ,
                {
                    numb: 218,
                    question: 'Қай елде екi партиялық жүйе қызмет жасайды?',
                    answer: ' АҚШ-та',
                    options: [' АҚШ-та','Қытайда','Швецияда','Жапонияда',' Ресейде']
                }
                ,
                {
                    numb: 219,
                    question: 'Бір мезгілде екі немесе одан да көп мемлекеттердің азаматы болып есептелу:',
                    answer: 'бипатрид',
                    options: ['бипатрид','геноцид','деспотия','иммиграция',' эмиграция']
                }
                ,
                {
                    numb: 220,
                    question: 'Тоталитаризм терминін саяси лексиконға енгізген:',
                    answer: 'Б.Муссолини  ',
                    options: ['Б.Муссолини  ','А.Гитлер','Ф.Хайек ','Х.Арендт ','Ф.Ницше']
                }
                ,
                {
                    numb: 221,
                    question: 'Саясаттану- бұл',
                    answer: ' саясат туралы жалпы интеграциялық ғылым ',
                    options: [' саясат туралы жалпы интеграциялық ғылым ','саяси ғылымның қалыптасуы','қоғамдық экономикалық формация ілімі','таптық күрестер туралы білім',' өркениет тарихының оқытылуы']
                }
                ,
                {
                    numb: 222,
                    question: 'Саяси жүйе - бұл ',
                    answer: 'саяси институттар жиынтығы',
                    options: ['саяси институттар жиынтығы','ұлттық қауіпсіздік','азаматтардың өзара қатынасының тұрақтылығы','орта таптардың басқаруы',' экономикалық өсу']
                }
                ,
                {
                    numb: 223,
                    question: 'Консерватизм ұғымы ... білдіреді',
                    answer: 'қорғауды',
                    options: ['қорғауды','еркіндікті',' қоғамды','ұжымды','қолдауды']
                }
                ,
                {
                    numb: 224,
                    question: 'Социализм ұғымы … білдіреді.',
                    answer: 'қоғамдықты',
                    options: ['қоғамдықты','еркіндікті','қорғауды, сақтауды',' коммуникативтілікті','өкілділікті']
                }
                ,
                {
                    numb: 225,
                    question: '1991 жылы ТМД құрамына ...   елдері кірмеді.',
                    answer: 'Литва, Эстония, Латвия',
                    options: ['Литва, Эстония, Латвия','Грузия, Армения, Узбекистан',' Украина, Ресей, Белоруссия',' Қазақстан, Украина, Кыргызтан','Грузия, Украина, Азербажан']
                }
                ,
                {
                    numb: 226,
                    question: 'Мемлекет - бұл:',
                    answer: 'белгілі бір аумақта жоғарғы билікке ие ұйым ',
                    options: ['белгілі бір аумақта жоғарғы билікке ие ұйым ','әлеуметтік топтардың мүддесін білдіру мақсатында билік үшін күресетін саяси институт','азаматтардың экономикалық және әлеуметтік құқықтарын қорғау қызметіне ие ұйым','әллемдік қауымдастықтар мемлекеттерінің өзара әрекетіне жұмылдыратын ұйым','ТМД елдерінің өзара әрекетін жұмылдыру қозғалысы']
                }
                ,
                {
                    numb: 227,
                    question: '«Саяси мәдениет» терминін ендірген',
                    answer: ' И.Гердер ',
                    options: [' И.Гердер ',' Г.Алмонд',' С.Верба','Д.Истон','Р.Дарендорф']
                }
                ,
                {
                    numb: 228,
                    question: ' Вето құқығы - бұл: ',
                    answer: 'парламент қабылдаған заңды президенттің қайтару құқығы',
                    options: ['парламент қабылдаған заңды президенттің қайтару құқығы','қарсы ұсынылған айыптаулар негiзде Президенттің қызметiнен бас тартуы','өз тағдырын өзi шешуге халықтарының құқығы',' мемлекет құрамынан шығу ','заң қабылдау']
                }
                ,
                {
                    numb: 229,
                    question: '...  Парламенттік республика, басқару формасы болып табылады.',
                    answer: 'Германияда ',
                    options: ['Германияда ',' Ауғаныстанда','Иранда','Испанияда','Қазақстанда']
                }
                ,
                {
                    numb: 230,
                    question: '«Монархия» ұғымы - бұл ... берілетін билік. ',
                    answer: 'мұрагерлік жолмен',
                    options: ['мұрагерлік жолмен','діни жолмен','халыққа','бай адамдардың шағын тобы','кедейлерге']
                }
                ,
                {
                    numb: 231,
                    question: ' Н.Макиавелли ... ұғымын ғылыми айналымға енгiздi.',
                    answer: 'мемлекет',
                    options: ['мемлекет','өлке ','облыс','билік',' республика']
                }
                ,
                {
                    numb: 232,
                    question: 'Егеменділік концепциясының авторы, абсолютизм идеологі: ',
                    answer: 'Ж.Боден',
                    options: ['Ж.Боден','Дж.Локк',' Т.Гоббс','Э.Берк','М.Вебер']
                }
                ,
                {
                    numb: 233,
                    question: 'Бір партиялық жүйенің белгісі ... режим.',
                    answer: 'тоталитарлық ',
                    options: ['тоталитарлық ','мажоритарлық','демократиялық','либералдық','консервативтік']
                }
                ,
                {
                    numb: 234,
                    question: '«Халық билігі» -бұл ... билік. ',
                    answer: 'демократиялық',
                    options: ['демократиялық',' бай адамдардың шағын тобы',' таңдаулы, құзіретті, дарындылардың','діни ','тобыр']
                }
                ,
                {
                    numb: 235,
                    question: 'Саясаттанудың объектісі:',
                    answer: 'қоғамдық өмірдің саяси саласы',
                    options: ['қоғамдық өмірдің саяси саласы','экономикалық сала','қоғамдық өмірдің мәдени саласы','діни амалдар',' ұлттық дәстүрлер']
                }
                ,
                {
                    numb: 236,
                    question: 'Марксизмде қоғам дамуындағы басты рөл мыналарға берілді:',
                    answer: 'өндіргіш күштер',
                    options: ['өндіргіш күштер','идеология','мәдениет','дін','білім беру']
                }
                ,
                {
                    numb: 237,
                    question: 'Жаңа заман қай ойшылы халық егемендігі теориясын жасады?',
                    answer: ' Ж.Ж. Руссо',
                    options: [' Ж.Ж. Руссо',' Дж.Локк',' Т.Гоббс','И.Кант','К.Монтескье']
                }
                ,
                {
                    numb: 238,
                    question: 'Ойшылдардың қайсысы «Азаматтық қоғам» ұғымына түсініктеме берді?',
                    answer: ' Г.Гегель',
                    options: [' Г.Гегель','И.Кант','О.Конт','Т.Гоббс','Дж.Локк']
                }
                ,
                {
                    numb: 239,
                    question: 'Саясаттану ғылымының болжау қызметі:',
                    answer: 'саяси процестердің одан әрі даму тенденцияларын ашуда',
                    options: ['саяси процестердің одан әрі даму тенденцияларын ашуда','адамдардың саяси санасының дамуындағы','мемлекеттердің бейбіт қатар өмір сүруіне қол жеткізудің оңтайлы жолдарын анықтауда','саяси партиялардың мәнін түсінуде',' халықтың әртүрлі топтарын біріктіруде']
                }
                ,
                {
                    numb: 240,
                    question: 'Консерватизм дегеніміз не?',
                    answer: ' қалыптасқан қоғамдық тәртіптің сақталуы мен өзгермейтіндігін жақтайтын саяси идеология',
                    options: [' қалыптасқан қоғамдық тәртіптің сақталуы мен өзгермейтіндігін жақтайтын саяси идеология',' билік халыққа тиесілі басқару нысаны','жаңа заңдар қабылдау үшін заң шығарушылар мен мемлекеттік қызметкерлерге қысым жасау',' ұлттық ерекшелік пен ұлттық артықшылықты насихаттауға негізделген идеология','билеушінің озбырлығымен және халықтың құқығының толық болмауымен сипатталатын шексіз, абсолютті, автократиялық биліктің нысаны']
                }
                ,
                {
                    numb: 241,
                    question: 'Тоталитарлық және авторитарлық режимнің айырмашылығы:',
                    answer: ' егер авторитаризм кезінде қоғамның мемлекетке қатысты белгілі бір автономиясы сақталса, тоталитаризм жағдайында қоғам толығымен мемлекетке бағынады.',
                    options: [' егер авторитаризм кезінде қоғамның мемлекетке қатысты белгілі бір автономиясы сақталса, тоталитаризм жағдайында қоғам толығымен мемлекетке бағынады.',' тоталитарлық режимдерде авторитарлық режимдерге қарағанда зорлық-зомбылыққа мүлдем бармайды','тоталитарлық режимде авторитарлық режимнен айырмашылығы көппартиялық жүйе бар.','тоталитарлық режимдер авторитарлық режимдерден айырмашылығы тек демократиялық қоғамдарда ғана орнайды.','авторитаризм мен тоталитаризмнің айырмашылығы жоқ']
                }
                ,
                
                {
                    numb: 243,
                    question: '«Саяси биліктің легитимділігі» ұғымы:',
                    answer: 'қоғамның осы саяси биліктің заңдылығын мойындауы',
                    options: ['қоғамның осы саяси биліктің заңдылығын мойындауы','қоғамдық пікірді саяси құралдармен манипуляциялау','азаматтардың сайлау құқығы','әкімшілік-аумақтық бірлік формасы',' келіспеушіліктерді өзара жеңілдіктер арқылы шешу']
                }
                ,
                {
                    numb: 244,
                    question: 'Демократиялық режимнің басты ерекшелігі:',
                    answer: 'көпшілік басқарады, бірақ азшылықтардың құқықтары қорғалады',
                    options: ['көпшілік басқарады, бірақ азшылықтардың құқықтары қорғалады','саяси партиялардың әртүрлілігі','билікті бір қолға орталықтандыру','президенттік басқару','жеке меншіктің болмауы']
                }
                ,
                {
                    numb: 245,
                    question: 'Биліктің тиімділігі қалай және немен бағаланады:',
                    answer: 'азаматтардың әл-ауқатының артуына қаншалықты ықпал етеді',
                    options: ['азаматтардың әл-ауқатының артуына қаншалықты ықпал етеді','оның қаншалықты жиі күш қолдануы','оның халқы қаншалықты бай','оның сөйлеушілері қаншалықты беделді','кономикалық өркендеу']
                }
                ,
                {
                    numb: 246,
                    question: 'Теократия дегеніміз:',
                    answer: 'билікті діни қызметкерлер немесе шіркеу басшысы ұстайтын басқару нысаны',
                    options: ['билікті діни қызметкерлер немесе шіркеу басшысы ұстайтын басқару нысаны','мемлекет басшысы шексіз билікке ие болатын басқару нысаны',' ерекше қабілеттері үшін емес, әлеуметтік шығу тегі негізінде алынған мемлекеттің тар тобының билігі','ең бай топтардың өкілдері толық билікке ие болатын саяси жүйе','саяси процестер мен саяси әрекеттерді зерттейтін ғылым']
                }
                ,
                {
                    numb: 247,
                    question: 'КСРО жоғары оқу орындарында саясаттану курсы неге оқытылмады?',
                    answer: 'өйткені саясаттану буржуазиялық ғылым болып саналды',
                    options: ['өйткені саясаттану буржуазиялық ғылым болып саналды','өйткені саяси мәселелер бойынша ғылыми зерттеулер болмаған','әміршіл-әкімшіл жүйе жағдайында бұқараның саясатқа араласуына рұқсат етілмеді.','саясаттану әдебиетінің жетіспеушілігі','мұғалімдер саясаттану пәнінен сабақ беруден бас тартты']
                }
                ,
                {
                    numb: 248,
                    question: 'Саясаттану категориясын таңдаңыз:',
                    answer: 'билік, партия, мемлекет',
                    options: ['билік, партия, мемлекет','қоғам, тап, топ','сана, болмыс, мәдениет','тұлға, құқық, демократия','менталитет, мәртебе, материя']
                }
                ,
                {
                    numb: 249,
                    question: 'Саясаттанудағы бихевиористік әдістің мәні неде?',
                    answer: 'адамдардың саяси мінез-құлқын талдау',
                    options: ['адамдардың саяси мінез-құлқын талдау','саясатты әрекет ретінде қарастыру','саяси саланы қоғамның басқа салаларымен байланыстыра қарастыру','саясатты біртұтас кешенді ұйымдастырылған өзін-өзі реттеу механизмі ретінде қарастыру','саяси институттардың қызметін талдау арқылы саяси процестерді зерттеу тәсілі']
                }
                ,
                {
                    numb: 250,
                    question: 'Саясаттану қашан дербес академиялық ғылымға айналады?',
                    answer: '19 ғасырдың екінші жартысында',
                    options: ['19 ғасырдың екінші жартысында','б.з.б 1 ғасырда','орта ғасырларда',' қазіргі заманда ','қайта өрлеу дәуірінде']
                }
                ,
                {
                    numb: 251,
                    question: 'Аристотель аталған мемлекеттік басқарудың үш түрін дұрыс деп санады:',
                    answer: 'монархия, аристократия, полития',
                    options: ['монархия, аристократия, полития',' монархия, тимократия, аристократия','тирания, теократия, аристократия','олигархия, теократия, аристократия','демократия, монархия, тирания']
                }
                ,
                {
                    numb: 252,
                    question: 'Ж.Ж.Руссо төмендегі идеялардың қайсысын негіздеді?',
                    answer: 'халықтық егемендік идеясы',
                    options: ['халықтық егемендік идеясы','мемлекеттік егемендік идеясы','революцияны жоққа шығару идеясы','билікті халықтан үкіметке беру идеясы',' табиғи құқық идеясы']
                }
                ,
                {
                    numb: 253,
                    question: 'Абай қоғамды өзгертудің негізгі күшін не деп санады?',
                    answer: 'ағарту ісі',
                    options: ['ағарту ісі','технологияның дамуы','революция','дін қызметкерлері','қолданыстағы заңдар']
                }
                ,
                {
                    numb: 254,
                    question: 'Саясаттану ғылым ретінде нені зерттейді:',
                    answer: 'саясат, саяси билік және басқару мәселелері',
                    options: ['саясат, саяси билік және басқару мәселелері','мәдени дамудың ең жалпы заңдылықтары','қауымдар арасындағы әлеуметтік қатынастар','табиғаты және оның даму заңдылықтары','халық, миграциялық процестер, туу және өлім']
                }
                ,
                {
                    numb: 255,
                    question: 'Саяси ойдың дамуының негізгі кезеңдері:',
                    answer: 'Ежелгі дүние, Орта ғасыр, Жаңа заман',
                    options: ['Ежелгі дүние, Орта ғасыр, Жаңа заман','Даосизм, буддизм, сопылық','Материализм, идеализм, дуализм','Троцкизм, позитивизм, утопиялық социализм','Либерализм, консерватизм, анархизм']
                }
                ,
                {
                    numb: 256,
                    question: 'Моральдың саясаттағы елеулі рөлін жоққа шығаратың ойшылдар:',
                    answer: 'Н.Макиавелли, Р.Мишельс',
                    options: ['Н.Макиавелли, Р.Мишельс','Платон, Аристотель','Конфуций, М.Ганди',' К.Маркс, Ф.Энгельс','Ф.Аквинский, А.Аврелий']
                }
                ,
                {
                    numb: 257,
                    question: 'Саясат дегеніміз:',
                    answer: 'мемлекеттік билік туралы әлеуметтік топтардың өзара әрекеті',
                    options: ['мемлекеттік билік туралы әлеуметтік топтардың өзара әрекеті','дүниені танудың ең жалпы заңдарының жиынтығы',' адамның әлеммен қарым-қатынасы','адамның өз санасына құқығы','топтағы тұлға аралық әрекеттестік']
                }
                ,
                {
                    numb: 258,
                    question: '﻿Саясат субъектілері:',
                    answer: 'тұлға, партиялар, мемлекет',
                    options: ['тұлға, партиялар, мемлекет','саяси сана, саяси мәдениет','реформалар, референдумдар','саяси әрекеттер мен қарым-қатынастар','саяси мәдениет пен идеология']
                }
                ,
                {
                    numb: 259,
                    question: 'Ы.Алтынсарин қазақ қоғамының озық өркениеттен артта қалуының себебін неден көрді?',
                    answer: 'қазақтар арасында ағарту ісінің артта қалуынан',
                    options: ['қазақтар арасында ағарту ісінің артта қалуынан','көшпенділіктен','дамыған өнеркәсіп болмаған жағдайдан','ұлттық дәстүрді сақтаудан','шенеуніктер арасындағы сыбайлас жемқорлықтың болуынан']
                }
                ,
                {
                    numb: 260,
                    question: 'Қоғамның саяси жүйесі дегеніміз:',
                    answer: 'мемлекеттік және мемлекеттік емес саяси институттардың жиынтығы',
                    options: ['мемлекеттік және мемлекеттік емес саяси институттардың жиынтығы','сыртқы импульстарға жауап беретін дамушы, өзін-өзі реттейтін организм',' адамның саяси мінез-құлқының әртүрлі формалары',' әлеуметтік тәжірибені бір ұрпақтан екінші ұрпаққа беру механизмі','теория, көзқарастар, ілімдер жиынтығы']
                }
                ,
                {
                    numb: 261,
                    question: 'Саяси конформизм дегеніміз:',
                    answer: 'саясатта өз ұстанымының болмауы',
                    options: ['саясатта өз ұстанымының болмауы','саяси қызмет','саяси енжарлық','саяси немқұрайлылық','саяси төзімділік']
                }
                ,
                {
                    numb: 262,
                    question: 'Азаматтық қоғам дегеніміз:',
                    answer: 'мемлекеттік емес институттар жиынтығы (партиялар, кәсіподақтар, ҮЕҰ)',
                    options: ['мемлекеттік емес институттар жиынтығы (партиялар, кәсіподақтар, ҮЕҰ)','ең алдымен өндіріс құралдарына қоғамдық меншік','жеке адамдардың қажеттіліктерін қанағаттандыру','қоғамның бүкіл өмірін реттеу және рұқсат ету',' бір идеологияға ие болу']
                }
                ,
                {
                    numb: 263,
                    question: 'Зайырлы мемлекет дегеніміз не?',
                    answer: 'дін бостандығына рұқсат етілген мемлекет түрі',
                    options: ['дін бостандығына рұқсат етілген мемлекет түрі','мемлекет түрі, мұнда армия билік көзі болып табылады','жан-жақты саяси және құқықтық қорғауға қол жеткізілетін мемлекет түрі','билікте шіркеу басшылары отыратын мемлекет түрі',' билікте байлар отыратын мемлекет түрі']
                }
                ,
                {
                    numb: 264,
                    question: '19 ғасырдың екінші жартысында қалыптасқан соғысқа қарсы халықаралық қозғалыс:',
                    answer: 'пацифизм',
                    options: ['пацифизм','гендер','антисемитизм','абсентеизм','пауперизм']
                }
                ,
                {
                    numb: 265,
                    question: 'Қоғамның саяси, әлеуметтік, рухани өмірінде шіркеу мен діни қызметкерлердің рөлін нығайтуға бағытталған бағыт қалай аталады:',
                    answer: 'клерикализм',
                    options: ['клерикализм','либерализм','патернализм',' консерватизм','стоицизм']
                }
                ,
                {
                    numb: 266,
                    question: 'Әлеуметтік саясат дегеніміз не?',
                    answer: 'мемлекеттің әлеуметтік саланың дамуын басқарудағы қызметі',
                    options: ['мемлекеттің әлеуметтік саланың дамуын басқарудағы қызметі','тек саяси саладағы қатынас','саяси партиялардың қызметі','қақтығыстарды шешудегі мемлекеттің қызметі','дінді мемлекеттік бақылау']
                }
                ,
                {
                    numb: 267,
                    question: ' Саяси мәдениеттің құрылымдық элементтері:',
                    answer: 'саяси білім, құндылықтар, дәстүрлер',
                    options: ['саяси білім, құндылықтар, дәстүрлер','базис, қондырма, сана','демократиялық, авторитарлық, тоталитарлық','субмәдениет, этникалық мәдениет, қарсы мәдениет','саяси ұйымдар мен процестер']
                }
                ,
                {
                    numb: 268,
                    question: 'Саяси сана дегеніміз не?',
                    answer: 'әлеуметтік субъектілердің саясат саласын білуі',
                    options: ['әлеуметтік субъектілердің саясат саласын білуі','кәсіби тәжірибе','саяси жүйеге әсер ететінін білдіреді','саясат әрекеттері','саяси тактика және стратегия']
                }
                ,
                {
                    numb: 269,
                    question: 'Саяси идеология дегеніміз не?',
                    answer: ' әлеуметтік топтардың шындыққа қатынасын білдіретін көзқарастар, идеялар жүйесі',
                    options: [' әлеуметтік топтардың шындыққа қатынасын білдіретін көзқарастар, идеялар жүйесі','саясаттағы құралдар жиынтығы','қоғамдық өмірдің бір түрі','саяси саланы ұйымдастыру принципі','саяси қызмет пен мінез-құлық']
                }
                ,
                {
                    numb: 270,
                    question: 'Консерватизм дегеніміз не?',
                    answer: ' қалыптасқан қоғамдық тәртіпті сақтауды жақтайтын саяси идеология',
                    options: [' қалыптасқан қоғамдық тәртіпті сақтауды жақтайтын саяси идеология','жаңа заңдар қабылдау үшін заң шығарушылар мен мемлекеттік қызметкерлерге қысым жасау','стихиялы адамдар тобы','бұқаралық саяси қозғалыс','сайланған басшылар жиналысы']
                }
                ,
                {
                    numb: 271,
                    question: 'Автократия дегеніміз:',
                    answer: ' мемлекет басшысының шексіз билігі',
                    options: [' мемлекет басшысының шексіз билігі','мемлекет құрамындағы автономды облыс','халықтың билігі','саяси партиялардың бірлескен іс-әрекет үшін бірлестігі','тобыр күші']
                }
                ,
                {
                    numb: 272,
                    question: 'Саяси конфликт дегеніміз:',
                    answer: 'билік үшін күрес',
                    options: ['билік үшін күрес','тұлғааралық конфликт',' жұмысшылардың еңбекақыны көтерудегі белсенді әрекеттері','жаңа көзқарастарға қарсы идеология','басқа адамдардың көзқарастарына төзімділік']
                }
                ,
                {
                    numb: 273,
                    question: 'Мемлекет дегеніміз:',
                    answer: 'қоғамның саяси жүйесінің негізгі институты',
                    options: ['қоғамның саяси жүйесінің негізгі институты','бюрократия','қоғамның бір бөлігі','бейресми топ','халықаралық ұйымдар мен бірлестіктер']
                }
                ,
                {
                    numb: 274,
                    question: 'Халықаралық қатынастардың негізгі субъектілері:',
                    answer: 'ұлттар, мемлекеттер, мемлекетаралық саяси ұйымдар',
                    options: ['ұлттар, мемлекеттер, мемлекетаралық саяси ұйымдар','бұқаралық ақпарат құралдары','қоғамдық-саяси, академиялық институттар','шіркеу, әскер, бейресми қозғалыстар','саяси элита, саяси билік']
                }
                ,
                {
                    numb: 275,
                    question: 'Этностың негізгі құрамдас элементтері:',
                    answer: 'рулар, ұлттар',
                    options: ['рулар, ұлттар','таптар, қабаттар, топтар','қабаттар, нәсілдер, ұжымдар','отбасы, мемлекет, партия',' қоғамдық қозғалыстар, кәсіподақтар']
                }
                ,
                {
                    numb: 276,
                    question: 'Биліктің негізгі түрлері:',
                    answer: 'саяси, мемлекеттік, жеке',
                    options: ['саяси, мемлекеттік, жеке','ұжымдық, дәстүрлі','аппараттық, директорлық','шектеусіз, шектелген',' консервативті, реактивті']
                }
                ,
                {
                    numb: 277,
                    question: 'Легитимділік дегеніміз:',
                    answer: 'бұқараның келісіміне негізделген заңды билік',
                    options: ['бұқараның келісіміне негізделген заңды билік','белгілі бір топтың талаптарын орындау',' басқару принципі',' халықтың сайлаудан бас тартуы','зорлық-зомбылық бір түрі']
                }
                ,
                {
                    numb: 278,
                    question: 'Аристотель мемлекеттің ең жақсы басқару формасы деп есептеді:',
                    answer: 'полития',
                    options: ['полития','демократия','монархия','охлократия','тирания']
                }
                ,
                {
                    numb: 279,
                    question: 'Конфедерация дегеніміз не?',
                    answer: 'тәуелсіз мемлекеттердің одағы',
                    options: ['тәуелсіз мемлекеттердің одағы','мемлекеттік органдарды құру тәсілі','азаматтардың саясатқа араласу дәрежесі мен сипаты','азаматтардың дүниежүзілік қоғамдастығы','халықты басқару нысаны']
                }
                ,
                {
                    numb: 280,
                    question: 'Федерация дегеніміз не?',
                    answer: 'бірнеше мемлекеттік құрылымдардан тұратын біртұтас мемлекет',
                    options: ['бірнеше мемлекеттік құрылымдардан тұратын біртұтас мемлекет','заң үстемдігі','билік діни қызметкерлерге тиесілі мемлекеттік жүйе','билікті қаржысы бар адамдар жүзеге асыратын саяси жүйе','саяси партиялар мен қоғамдық қозғалыстардың одағы']
                }
                ,
                {
                    numb: 281,
                    question: 'Саяси плюрализм дегеніміз не?',
                    answer: 'әлеуметтік мүдделердің және пікірлердің көптігі ',
                    options: ['әлеуметтік мүдделердің және пікірлердің көптігі ','саяси билікті жүзеге асыру тәсілдерінің жиынтығы','саяси сана бір түрі','адам әрекетінің ерекше түрі','саяси партиялардың жинағы']
                }
                ,
                {
                    numb: 282,
                    question: 'Қазіргі идеологияның негізгі түрлері:',
                    answer: ' консерватизм, либерализм, социал-демократия',
                    options: [' консерватизм, либерализм, социал-демократия','материализм, идеализм, дуализм',' конфуцийшілдік, патернализм, антропологизм','троцкизм, позитивизм, эмпиризм','анархизм, марксизм, социализм']
                }
                ,
                {
                    numb: 283,
                    question: 'Адамзаттың ғаламдық проблемаларың көрсетініз:',
                    answer: 'ядролық қарусыздану, терроризм',
                    options: ['ядролық қарусыздану, терроризм','демократияландыру, ассимиляциялау, ','еуроцентризм, интернационализм','технологиялық, саяси, тактикалық проблемалар','мәдени жаңғыру проблемалары']
                }
                ,
                {
                    numb: 284,
                    question: 'Қоғамдық ұйымдардың негізгі түрлері:',
                    answer: 'ресми, бейресми',
                    options: ['ресми, бейресми','теологиялық, патриархалдық','институционалдық, институттық емес',' конституциялық, конституциялық емес','либералдық, консервативті']
                }
                ,
                {
                    numb: 285,
                    question: '«Республика» термині латын тілінен аударғанда:',
                    answer: 'қоғамдық іс',
                    options: ['қоғамдық іс','үлкен қауымдастықтың бөлігі','халықтың билігі','бай топтың билігі',' келісім, бірауыздан']
                }
                ,
                {
                    numb: 286,
                    question: 'Саяси қатысудың негізгі нысандары:',
                    answer: 'сайлауға, референдумға, митингілерге қатысу',
                    options: ['сайлауға, референдумға, митингілерге қатысу',' гегемония, қарсыласу, көшбасшылық',' тактика, стратегия, тенденция','реттеу, пакт, консенсус','толеранттылық, конформизм, милитаризм']
                }
                ,
                {
                    numb: 287,
                    question: 'Толеранттылық дегеніміз не? ',
                    answer: ' басқа адамдардың сеніміне, мінез-құлқына төзімділік',
                    options: [' басқа адамдардың сеніміне, мінез-құлқына төзімділік','көрнекті, тамаша табыс, жеңіс','екі жүзді имандылық, фанатизм',' өз наным-сеніміне құштарлықпен берілу','жанжал, агрессивтілік']
                }
                ,
                {
                    numb: 288,
                    question: '«Патша, хайуан сияқты дөрекі күшпен әрекет етіп, арыстан мен түлкінің қасиеттерін біріктіруі керек» деген ойшыл:',
                    answer: ' Н.Макиавелли',
                    options: [' Н.Макиавелли','Платон','Дж.Локк','Ф.Ницше','Ш.Монтескье']
                }
                ,
                {
                    numb: 289,
                    question: 'Мемлекеттің қоғамдық өмірдің барлық саласына бақылау жасау қандай саяси режимге тән?',
                    answer: ' тоталитарлық',
                    options: [' тоталитарлық','унитарлық','авторитарлық',' теократиялық','демократиялық']
                }
                ,
                {
                    numb: 290,
                    question: 'Халықаралық қатынастардағы негізгі тенденциясы:',
                    answer: 'дүниенің өзара тәуелділігінің өсуі, көпұлтты жүйенің қалыптасуы',
                    options: ['дүниенің өзара тәуелділігінің өсуі, көпұлтты жүйенің қалыптасуы','демократияның дамуы мен тармақталуы','адамгершілік, руханилық қасиеттердің дамуы','діни қатынастардың азайуы','мәдени қатынастардың өзгеруы']
                }
                ,
                {
                    numb: 291,
                    question: 'Саяси өмірдің кез келген құбылысын біртұтас, күрделі элементі ретінде қарастыратын саясаттану әдісі:',
                    answer: 'жүйелі',
                    options: ['жүйелі','функционалды','миграциялық',' салыстырмалы','социологиялық']
                }
                ,
                {
                    numb: 292,
                    question: 'Демократияның алғашқы түрі қай жерде дүниеге келді?',
                    answer: 'Ежелгі Грецияда',
                    options: ['Ежелгі Грецияда','Ежелгі Римде','Ортағасырлық Еуропада','Жана заманда ','Ежелгі Қытайда']
                }
                ,
                {
                    numb: 293,
                    question: ' Оппозиция дегеніміз',
                    answer: 'ресми үкімет саясатына қарсылық білдіретін топ немесе партия',
                    options: ['ресми үкімет саясатына қарсылық білдіретін топ немесе партия','сайлаушылардың сайлауда дауыс беруден бас тарту','қоғам өмірінің өзекті мәселелерін талқылау','негізсіз уәделер есебінен бұқара арасында танымалдыққа жетуді көздейтін қызмет','қоғамды кезең-кезеңімен реформалауға бағытталған идеология']
                }
                ,
                {
                    numb: 294,
                    question: 'Этатизм дегеніміз:',
                    answer: 'қоғамның экономикалық және саяси өміріндегі мемлекеттің рөлін күшейту процесі',
                    options: ['қоғамның экономикалық және саяси өміріндегі мемлекеттің рөлін күшейту процесі','басқа елдер мен халықтарға ықпал ету аясын кеңейтуге бағытталған мемлекеттік саясат','гендерлік теңдік принципіне негізделген әйелдер теңдігі үшін қозғалыс','формальды түрде тәуелсіз, бірақ іс жүзінде басқа, үлкен державаға бағынатын мемлекет','басқа адамдардың сеніміне, мінез-құлқына төзімділік']
                }
                ,
                {
                    numb: 295,
                    question: 'Осы сипаттамалардың қайсысы Қазақстан Республикасына қатысты дұрыс емес?',
                    answer: ' Қазақстан Республикасы парламенттік басқару нысанындағы унитарлы мемлекет',
                    options: [' Қазақстан Республикасы парламенттік басқару нысанындағы унитарлы мемлекет','Қазақстан Республикасы зайырлы мемлекет','Қазақстан Республикасы әлеуметтік мемлекет','Қазақстан Республикасы құқықтық мемлекет',' Қазақстан Республикасы демократиялық мемлекет']
                }
                ,
                {
                    numb: 296,
                    question: 'Саяси коалиция дегеніміз:',
                    answer: 'мемлекеттердің, саяси партиялардың ортақ саяси, экономикалық, әскери мақсаттарға жетудегі бірлестігі, одағы, келісімі',
                    options: ['мемлекеттердің, саяси партиялардың ортақ саяси, экономикалық, әскери мақсаттарға жетудегі бірлестігі, одағы, келісімі','саясатқа немесе билікке қарсы топ немесе партия','мемлекеттік органдардың мүдделерін қамтамасыз ету мақсатында оларға қысым көрсететін мүдделі топ','саяси бағытты бекіту түріндегі үкімет қызметін парламенттік бақылау нысандарының бірі','билік бір саяси топтың қолында болатын басқару нысаны']
                }
                ,
                {
                    numb: 297,
                    question: 'Саяси әлеуметтену дегеніміз:',
                    answer: 'жеке тұлғаның саяси нормалар мен құндылықтарды меңгеру процесі',
                    options: ['жеке тұлғаның саяси нормалар мен құндылықтарды меңгеру процесі','саясатқа немқұрайлылықпен қарауы','жеке адамның саясатқа көніл бөлмеуы','жеке тұлғаның саяси қызметі','саяси билікті бір қолдан екінші қолға салтанатты түрде беру']
                }
                ,
                {
                    numb: 298,
                    question: 'Индивидуализм, нарықтық экономика, еркін бәсеке, мемлекеттің минималды рөлі қандай саяси идеологияға тән белгілер?',
                    answer: 'либерализм',
                    options: ['либерализм','марксизм',' консерватизм','анархизм','социализм']
                }
                ,
                {
                    numb: 299,
                    question: 'Төртінші бейресми билік:',
                    answer: 'бұқаралық акпарат құралдары',
                    options: ['бұқаралық акпарат құралдары','сот','парламент','үкімет','саяси партиялар']
                }
                ,
                {
                    numb: 300,
                    question: 'Адамның саяси жануар деген анықтамасы кімге тиесілі?',
                    answer: 'Аристотель',
                    options: ['Аристотель','Платон','Сократ',' Н.Макиавелли','Т.Гоббс']
                }
                ,
                {
                    numb: 301,
                    question: 'Монархиялық басқару формасының бірнеше түрі бар:',
                    answer: 'абсолютті және конституциялық',
                    options: ['абсолютті және конституциялық','президенттік және парламенттік','федеративты және унитарлы','деспоттық және ағартушы','идеалды және материалистік']
                }
                ,
                {
                    numb: 302,
                    question: 'Ең көп дауыс жинаған кандидат сайланатын сайлау жүйесі:',
                    answer: 'мажоритарлық жүйе',
                    options: ['мажоритарлық жүйе','пропорционалдық жүйе',' аралас жүйе','преференциялық жүйе','жартылай пропорционалды жүйе']
                }
                ,
                {
                    numb: 303,
                    question: '«Адам адамға қасқыр» және «Барлығының барлығына қарсы соғысы» деген сөздер ойшылдардың қайсысына тиесілі?',
                    answer: 'Т.Гоббс',
                    options: ['Т.Гоббс','Дж.Локк','К.Монтескье','Ж.Ж. Руссо','Г.Гегель']
                }
                ,
                {
                    numb: 304,
                    question: 'Тоталитаризмнің саяси режим ретіндегі сипаттамасы:',
                    answer: 'қоғамның барлық салаларын толық мемлекеттік бақылау',
                    options: ['қоғамның барлық салаларын толық мемлекеттік бақылау','толық демократия','билік бір адамның қолында','байлардың билігі','халықтың еркіндігі']
                }
                ,
                {
                    numb: 305,
                    question: ' Саяси режимге байланысты биліктің түрі:',
                    answer: 'демократиялық',
                    options: ['демократиялық','мәжбүрлеу ','заң шығарушы','парламенттік','институционалдық']
                }
                ,
                {
                    numb: 306,
                    question: 'Ежелгі грекше «полис» дегеніміз не?',
                    answer: 'Қала-мемлекет',
                    options: ['Қала-мемлекет','Ел','Бекініс','Нарық','Саясат']
                }
                ,
                {
                    numb: 307,
                    question: 'Мәдениеттану',
                    answer: '<i class="bi bi-arrow-right"></i>',
                    options: ['<i class="bi bi-arrow-right"></i>','','','','']
                }
                ,
                {
                    numb: 308,
                    question: '﻿Реформацияның басты тұлғаларының бірі:',
                    answer: 'М.Лютер',
                    options: ['М.Лютер','Ф.Бэкон','Б.Спиноза','Людовик ХІІ','Д.Дидро']
                }
                ,
                {
                    numb: 309,
                    question: 'Гуманизм дегеніміз',
                    answer: 'Адамсүйгіштік',
                    options: ['Адамсүйгіштік',' Танымал','Мәдениеттілік','Әдептілік','Батырлық']
                }
                ,
                {
                    numb: 310,
                    question: 'Жаратылыстан тыс қасиеті бар деп танылған жансыз затқа табыну қалай аталады?',
                    answer: ' Фетишизм',
                    options: [' Фетишизм','Анимизм','Тотемизм',' Магия','Шаманизм']
                }
                ,
                {
                    numb: 311,
                    question: 'Элитарлық мәдениет деген не?',
                    answer: 'Таңдаулылармәдениеті',
                    options: ['Таңдаулылармәдениеті','Халықтықмәдениет','Ұлттықмәдениет','Ортағасырмәдениеті','Бұқаралықмәдениет']
                }
                ,
                {
                    numb: 312,
                    question: 'Мәдениеттің баламасы не болып саналады?',
                    answer: 'табиғат',
                    options: ['табиғат','қала','дала','өнер','дін']
                }
                ,
                {
                    numb: 313,
                    question: '«Өркениет – мәдениеттің прогрессі, қоғамның парасаттылық деңгейі» деп санаған ойшылдар',
                    answer: 'Вольтер Ф. Белл Д.',
                    options: ['Вольтер Ф. Белл Д.','Тойнби А. Данилевский Н.','Гердер И. Тайлор Б. ','Руссо Ж. Шпенглер О.',' Гумилев Л. Хейзинга Й.']
                }
                ,
                {
                    numb: 314,
                    question: 'ХХ ғасырмәдениетінде қандай бағыт басым болып отыр',
                    answer: 'Европоцентризм',
                    options: ['Европоцентризм','Мұсылмандық','Христиандық','Коммунистік','Протестанттық']
                }
                ,
                {
                    numb: 315,
                    question: 'Ежелгі Грециядағы полис не?',
                    answer: 'қала-мемлекет',
                    options: ['қала-мемлекет',' әлеуметтік топ',' философиялық мектеп',' спорт түрі','өнер түрі']
                }
                ,
                {
                    numb: 316,
                    question: '«Мәдени орта» ұғымы мәдениеттің қандай функциясымен байланысты',
                    answer: 'коммуникациялық',
                    options: ['коммуникациялық','реттеушілік','танымдық','мұрагерлік','зерттеушілік']
                }
                ,
                {
                    numb: 317,
                    question: 'Мәдениет пен өркениет бір,олар синонимдер деп санағандар',
                    answer: 'Гердер И. Тейлор Б.',
                    options: ['Гердер И. Тейлор Б.',' Руссо Ж.Ж. Шпенглер О.',' Вольтер Ф. Белл Д.','Тойнби А. Данилевский И.','Морган. Гумилев Л.']
                }
                ,
                {
                    numb: 318,
                    question: 'Адамды «хайуани мадани» - мәдениетті жан деген кім?',
                    answer: 'Әл-Фараби.',
                    options: ['Әл-Фараби.','Әл-Кинди','ҚожаАхметЯссауи.','Абай','МахмұтҚашғари.']
                }
                ,
                {
                    numb: 319,
                    question: 'Мәдениеттің қызметтеріне не жатпайды?',
                    answer: ' Биологиялық эволюцияның қозғаушы күші қызметі',
                    options: [' Биологиялық эволюцияның қозғаушы күші қызметі','Ақпараттық қызмет','Адамды қалыптастыру қызметі','Жалғастық мұрагерлік қызметі.','Танымдық қызмет.']
                }
                ,
                {
                    numb: 320,
                    question: 'Көшпенділердің табиғатқа қатынасы',
                    answer: 'Табиғатқа бейімделушілер',
                    options: ['Табиғатқа бейімделушілер',' Табиғатты игерушілер','Табиғатты мойындамаушылар',' Табиғатты жеңгендер','Табиғатқа қарсылар']
                }
                ,
                {
                    numb: 321,
                    question: 'Жеке топтарға тән, негізгі мәдениеттен ерекше мәдениет түрі',
                    answer: 'Субмәдениет',
                    options: ['Субмәдениет','Электрондық мәдениет','Шығыс мәдениеті','Ұлттық мәдениет','Элитарлық мәдениет']
                }
                ,
                {
                    numb: 322,
                    question: 'ХХ ғасырда пайда болған әлемдік мәдениеттің ерекше түрі',
                    answer: 'Бұқаралық',
                    options: ['Бұқаралық','Ұлттық','Діни','Ауызша','Халықтық']
                }
                ,
                {
                    numb: 323,
                    question: '«Икебана» өнері қай халыққа тән',
                    answer: 'жапондарға',
                    options: ['жапондарға',' орыстарға','ағылшындарға',' қытайларға','түріктерге']
                }
                ,
                {
                    numb: 324,
                    question: ' «Өмір сүру – азап көру» - қай діннің қағидасы',
                    answer: 'Будда',
                    options: ['Будда','Ислам','Христиан','Иудаизмнің','Шаманизмнің']
                }
                ,
                {
                    numb: 325,
                    question: 'Ежелгі түріктердің көк бөріге табыну нанымы қандай құбылысқа жатады',
                    answer: 'Тотемизм',
                    options: ['Тотемизм','Анимизм','Магия',' Фетишизм','Шаманизм']
                }
                ,
                {
                    numb: 326,
                    question: '16-17 ғасырлардағы қазақтардың түсінігі бойынша үйдің қамқоршысы',
                    answer: ' От-ана',
                    options: [' От-ана','Жер-Ана','Су-ана','Ойсыл қара','Зеңгі баба']
                }
                ,
                {
                    numb: 327,
                    question: 'Тұмар көне діни сананың қай түрінің көрінісі',
                    answer: '  Фетишизмнің',
                    options: ['  Фетишизмнің','Магияның','Анимизмнің',' Көсемдерге табынудың','Тотемизмнің']
                }
                ,
                {
                    numb: 328,
                    question: 'Авеста қай халықтың тарихи туындысы',
                    answer: 'Ежелгі Иранның',
                    options: ['Ежелгі Иранның',' Ежелгі Египеттің',' Индияның',' Вавилонның','Ассирияның']
                }
                ,
                {
                    numb: 329,
                    question: 'Гладиаторлар шайқасы қай елде өнер ретінде дамыды?',
                    answer: ' Римде',
                    options: [' Римде','Персияда','Египетте',' Мысырда',' Монголияда']
                }
                ,
                {
                    numb: 330,
                    question: 'Қорқыт мәңгілік өмірді неден тапты?',
                    answer: 'Қобыздың сарынынан',
                    options: ['Қобыздың сарынынан',' Өлімнен қашудан','Қорқыттың көрінен','Сырдариядан','Жерұйықтан']
                }
                ,
                {
                    numb: 331,
                    question: 'Рубайяттардың авторы',
                    answer: 'О.Хайям',
                    options: ['О.Хайям',' Ж.Баласағұни','Хафиз','Новаи','Тұрсын-заде']
                }
                ,
                {
                    numb: 332,
                    question: 'Сақ  өркениетінің  өнеріндегі  басты  стиль  қалай  аталады',
                    answer: 'Жануарлық',
                    options: ['Жануарлық','Готика',' Романдық','Барокко','Арабесса']
                }
                ,
                {
                    numb: 333,
                    question: 'Сублимация, либидо  терминдерін  кімнің  мәдениеттанулық  концепциясынан  кездестіреміз',
                    answer: 'Фрейд',
                    options: ['Фрейд',' Фромм',' Тойнби',' Юнг','Малиновский']
                }
                ,
                {
                    numb: 334,
                    question: 'Қазақ  совет  мәдениетінің  белгілі  қайраткерлерін  атап  өтіңіз',
                    answer: 'Жамбыл, Сейфуллин, Әуезов',
                    options: ['Жамбыл, Сейфуллин, Әуезов','Абай, Жамбыл, Әуезов','Шәкәрім, Міржақып','Нұрпейісова, Құрманғазы, Дәулеткерей',' Уәлиханов, Абай, Алтынсарин']
                }
                ,
                {
                    numb: 335,
                    question: 'Инь және ян  ұғымдары  нені  білдіреді',
                    answer: 'Әйелдік  және  еркектік  бастаманы',
                    options: ['Әйелдік  және  еркектік  бастаманы','Табиғи  циклдарды','Ғарыштық  үйлесімділікті','Тәрбиелік  принципін','Буддизм ұғымдарын']
                }
                ,
                {
                    numb: 336,
                    question: 'Қай  сөз  киіз  үйдің  бөлігін  білдірмейді',
                    answer: 'ошақ',
                    options: ['ошақ',' кереге','уық','щаңырақ','туырлық']
                }
                ,
                {
                    numb: 337,
                    question: 'Катарсис  ұғымы  нені білдіреді ',
                    answer: 'жанның  қасірет арқылы  тазаруын',
                    options: ['жанның  қасірет арқылы  тазаруын','төзімділік','ләззат','бақыт','ойын-сауық']
                }
                ,
                {
                    numb: 338,
                    question: 'Қазақтарда обал түсінігінің қарсы  ұғымы',
                    answer: 'сауап',
                    options: ['сауап','ысырап','дауа','зауал',' шипа']
                }
                ,
                {
                    numb: 339,
                    question: 'Вестернизация деген не',
                    answer: 'батыстандыру',
                    options: ['батыстандыру','мәдени сұхбат','азаматтық қоғам','мәдени қозғалыс','мәдени аймақ']
                }
                ,
                {
                    numb: 340,
                    question: 'Зар  заман  мәдениеті  қай  ғасырда  көрініс  тапты',
                    answer: '18-19 ғғ',
                    options: ['18-19 ғғ','12 ғ','14 ғ',' 16 ғ','17 ғ']
                }
                ,
                {
                    numb: 341,
                    question: 'Мәдениеттану пәні жоғары оқу орындарының оқу жоспарына қашан енгізілді ?',
                    answer: '1990 ж.',
                    options: ['1990 ж.','ХХ ғ. басында.','2000 ж.','80-жылдардың екінші жартысында.','1917 ж.']
                }
                ,
                {
                    numb: 342,
                    question: 'Еуропалық дәстүрде мәденетке қарсы қойылған ұғым:',
                    answer: 'Өркениет',
                    options: ['Өркениет','Қоғам','Тағылық','Варварлық','Надандық']
                }
                ,
                {
                    numb: 343,
                    question: 'Адамның басқа тіршілік иелерімен негізігі айырмашылығы неде?',
                    answer: 'Мәдениет',
                    options: ['Мәдениет','Сезім','Әрекет','Жан','Эмоция']
                }
                ,
                {
                    numb: 344,
                    question: '«Диалог» ұғымы қай ғалымның мәдениеттанулық концепциясының негізінде ғылыми айналымға түсті?',
                    answer: ' М.Бахтин',
                    options: [' М.Бахтин',' М. Бубер.','Розенцвейг',' Вл.Соловьев','Э.Мунье.']
                }
                ,
                {
                    numb: 345,
                    question: '«Менталитет» ұғымы мәдениеттің қай деңгейімен тығыз байланысты?',
                    answer: 'Ұлттық мәдениет',
                    options: ['Ұлттық мәдениет','Суперөркениет','Субмәдениет','Әлемдік мәдениет','Рухани мәдениет']
                }
                ,
                {
                    numb: 346,
                    question: 'Жазбаша мәдениет тұңғыш қай өркениетте пайда болды?',
                    answer: 'Шумер және Египетте',
                    options: ['Шумер және Египетте','Антиктік мәдениетте','Египетте','Үнді мен Қытайда','Римде']
                }
                ,
                {
                    numb: 347,
                    question: 'Шумерлік жазу қалай аталады?',
                    answer: 'Петроглифтік',
                    options: ['Петроглифтік',' Иероглифтік','Сыналық',' Алфавиттік',' Пиктограммалық']
                }
                ,
                {
                    numb: 348,
                    question: '﻿Ақындар сайысы осылай аталады:',
                    answer: 'Айтыс ',
                    options: ['Айтыс ',' Сарын ','Күй ','Ән ','Мақам']
                }
                ,
                {
                    numb: 349,
                    question: '«Жар-жар» - деген:',
                    answer: 'Үйлену тойының өлеңі ',
                    options: ['Үйлену тойының өлеңі ','Жоқтау ',' Сауығу өлеңі','Өмір мәні туралы монолог-өлең ','Достар туралы өлең']
                }
                ,
                {
                    numb: 350,
                    question: 'Этика мәселелерін арнайы зерттеген қазақ ойшылы:',
                    answer: 'Шәкәрім ',
                    options: ['Шәкәрім ','Ы.Алтынсарин','А. Құнанбаев','С.М.Торайғыров','М.Әуезов ']
                }
                ,
                {
                    numb: 351,
                    question: '«Қазақ хрестоматиясының» авторы:',
                    answer: 'Ы.Алтынсарин',
                    options: ['Ы.Алтынсарин','О.Сүлейменов','М.Аджи ',' С.Сейфуллин','М.Әуезов']
                }
                ,
                {
                    numb: 352,
                    question: 'Кеңес кезінде қазақ фольклорын жан-жақты зерттеген әйгілі ғалым: ',
                    answer: 'А.Жұбанов ',
                    options: ['А.Жұбанов ','А.Кастанье ','Г.Потанин ','А.Затаевич ','Ж.Жабаев ']
                }
                ,
                {
                    numb: 353,
                    question: '«Айман - Шолпан»',
                    answer: 'Лиро-эпикалық поэма ',
                    options: ['Лиро-эпикалық поэма ','Ұлттық эпос','Көркемдік роман ','Әңгіме ','Сатира']
                }
                ,
                {
                    numb: 354,
                    question: 'Қазақ ұлтттық Ғылым академиясының тұңғыш академигі:',
                    answer: 'Қ.Сәтпаев',
                    options: ['Қ.Сәтпаев',' Ә.Марғұлан','А.Жұбанов ','С.Мұқанов ',' Қ.Жұмалиев']
                }
                ,
                {
                    numb: 355,
                    question: '«Ленинградтық өрендерім!» атты өлеңнің авторы: ',
                    answer: 'Ж.Жабаев ',
                    options: ['Ж.Жабаев ','В.Затаевич ','Ә.Қашаубаев ','К.Әзірбаев ','Е.Брусиловский']
                }
                ,
                {
                    numb: 356,
                    question: 'Ш.Айтматовтың еңбегіндегі мәдени тамырларынан айрылған адамдардың тобы осылай аталады: ',
                    answer: 'Мәңгүрт',
                    options: ['Мәңгүрт','Ұлтшыл ','Маргинал ','Диссидент Неофит ','']
                }
                ,
                {
                    numb: 357,
                    question: '«Аз и Я» кітабының авторы:',
                    answer: 'О.Сүлейменов ',
                    options: ['О.Сүлейменов ','О.Шпенглер ','Ж.Ж.Руссо ','К.Ясперс ','әл-Фараби']
                }
                ,
                {
                    numb: 358,
                    question: 'Ділділік дегеніміз  не: ',
                    answer: ' Қоғамдық топ немесе жеке адамға тән ой үлгілері, саналық тәсілдер мен рухани ережелер жиынтығы ',
                    options: [' Қоғамдық топ немесе жеке адамға тән ой үлгілері, саналық тәсілдер мен рухани ережелер жиынтығы ','Оймен өзгертілген құндылықтар жүйесі ',' Адамның іс-әрекетінің жиынтығы ',' Қалыптасқан стереотиптер ',' Санасызданған архетиптер']
                }
                ,
                {
                    numb: 359,
                    question: '«Мәңгүрт» сөзін ғылымға енгізген:',
                    answer: 'Ш.Айтматов ',
                    options: ['Ш.Айтматов ','М.Шаханов ',' Ш.Уәлиханов ',' С.Аманжолов ','Л. Гумилев ']
                }
                ,
                {
                    numb: 360,
                    question: 'Қазақ мәдениеті бұл өркениеттік болмысқа жатады: ',
                    answer: ' Көшпелілік ',
                    options: [' Көшпелілік ',' Батыстық ','Шығыстық ','Орта Азиялық ','Кіндік Азиялық ']
                }
                ,
                {
                    numb: 361,
                    question: 'Қазақ мәдениетінің еуроазиялық бастауы туралы бірінші болып айтты',
                    answer: 'Л.Гумилев ',
                    options: ['Л.Гумилев ',' Ш.Уәлиханов ','Н.Конрад ',' А.Марғұлан ','Г.Кляшторный']
                }
                ,
                {
                    numb: 362,
                    question: 'Ұлттың жаңаруына қажетсіз шарт:',
                    answer: 'өзге этносқа үстемдік ету',
                    options: ['өзге этносқа үстемдік ету','мәдени мұраны пайдалану ','дәстүрлікке сүйену ','бұқара халықпен жақындасу ','ұлттық қатынасты басқару ']
                }
                ,
                {
                    numb: 363,
                    question: 'Неміс философы мен тарихшысы О.Шпенглердің мәдениет туралы еңбегі қалай аталады: ',
                    answer: '«Еуропаның күйреуі» ',
                    options: ['«Еуропаның күйреуі» ','«Адам Феномені»','«Адамзат тарихы философиясы» ',' «Мәдениетке риза болмау»',' «Мәдениеттің үш келбеті» ']
                }
                ,
                {
                    numb: 364,
                    question: 'Мәдениеттің қай түрі объективтік заңдар негізінде суреттеу, түсіндіру, шындықты болжау қызметін атқарады: ',
                    answer: ' Ғылым ',
                    options: [' Ғылым ','Мифология ','Дін',' Техника ','Мораль ']
                }
                ,
                {
                    numb: 365,
                    question: 'Қазіргі заман қоғамында жалпылама қолдануға арналған мәдени құндылықтарды сипаттайтын ұғым: ',
                    answer: 'Бұқаралық мәдениет ',
                    options: ['Бұқаралық мәдениет ','Элитарлық мәдениет ','Материалдық мәдениет ','Постмодерн мәдениеті ','Субкультура ']
                }
                ,
                {
                    numb: 366,
                    question: '«Мәдени мұра» атты мемлекеттік бағдарлама қай жылы қабылданды? ',
                    answer: '2003 ж.',
                    options: ['2003 ж.','1991 ж. ','1996 ж','2000 ж. ','2001 ж. ']
                }
                ,
                {
                    numb: 367,
                    question: 'Әлеуметтік және мәдени құндылықтарды ұрпақтан-ұрпаққа жалғастыру қалай аталады: ',
                    answer: 'Сабақтастық  ',
                    options: ['Сабақтастық  ','Диалектика ','Қозғалыс ','Сана ',' Үйлесімділік']
                }
                ,
                {
                    numb: 368,
                    question: 'Даосизм  философиясы  қай елде пайда болды ?',
                    answer: 'Қытай',
                    options: ['Қытай','Индия','Вьетнам','Мысыр','Ежелгі Рим']
                }
                ,
                {
                    numb: 369,
                    question: 'Конфуцийшілдік философиясы қай мемлекеттегі жүйе',
                    answer: 'Көне Қытай',
                    options: ['Көне Қытай',' Көне Индия','Ежелгі Египет','Рим','Ежелгі Греция']
                }
                ,
                {
                    numb: 370,
                    question: 'Этикалық құндылықты көрсет.',
                    answer: ' адамгершілік',
                    options: [' адамгершілік','әсемдік',' асқақтық','өнер','материалдық игіліктер']
                }
                ,
                {
                    numb: 371,
                    question: 'Эстетика ғылымы нені зерттейді?',
                    answer: 'әсемдік',
                    options: ['әсемдік','бақыт',' адамгершілік','танымды','болмысты']
                }
                ,
                {
                    numb: 372,
                    question: '«Үш анық» кітабының авторы:',
                    answer: ' Шәкәрім Құдайбердиев',
                    options: [' Шәкәрім Құдайбердиев','Ғұмар Қараш',' Мағжан Жұмабаев','Абай Құнанбаев','Мұхтар Әуезов']
                }
                ,
                {
                    numb: 373,
                    question: '«Зар заман» жыраулық поэзиясының өкілі?',
                    answer: ' Мұрат Мөңкеұлы',
                    options: [' Мұрат Мөңкеұлы','Қазтуған','Жамбыл Жабаев','Жамбыл Жабаев',' Мұхтар Шаханов']
                }
                ,
                {
                    numb: 374,
                    question: 'Аскетизм бағытының негізгі принциптері',
                    answer: 'Рухани даму жолына түсіп, тәндік құмарлықтардан азат болу',
                    options: ['Рухани даму жолына түсіп, тәндік құмарлықтардан азат болу',' Адамның бақытта өмірін қуаныш пен экзальтацияға бағындыру','Адам мен әлем қайшылығы негіздеуге ұмтылу','Жеке адамды құндылық ретінде мойындамау','Материалдыққа шексіз ұмтылыс']
                }
                ,
                {
                    numb: 375,
                    question: 'Анимизм қандай түсінікті береді ?',
                    answer: 'жанның мәңгі өмір сүретіндігін',
                    options: ['жанның мәңгі өмір сүретіндігін',' әлем мәңгілігін',' субстанция жоқ екенін','дүниеде бір ғана алғашқы негіз жөнінде.','байланыс туралы ілім']
                }
                ,
                {
                    numb: 376,
                    question: 'Қайта Өрлеу дәуірінің ерекшелігі: ',
                    answer: ' Антикалық құндылықтарға бетбұрыс',
                    options: [' Антикалық құндылықтарға бетбұрыс','Діни фанатизм','Техноцентризм','Теоцентризм','Мифологиялық сананы дамытуы']
                }
                ,
                {
                    numb: 377,
                    question: 'Болашақты болжау ілімі',
                    answer: 'Футурология',
                    options: ['Футурология','Теология','Евгеника',' Телеология','Алхимия']
                }
                ,
                {
                    numb: 378,
                    question: 'Антропоцентризм идеясының негізі',
                    answer: 'адам',
                    options: ['адам','қоғам','уақыт','әлем','кеңістік']
                }
                ,
                {
                    numb: 379,
                    question: '«Оян қазақ»  идеясын тастаған қазақ зиялысы',
                    answer: ' М.Дулатов',
                    options: [' М.Дулатов',' М.Жұмабаев','А.Байтұрсынов',' А.Құнанбаев','Ш.Құдайбердиев']
                }
                ,
                {
                    numb: 380,
                    question: '“Жерұйықты” іздеген қазақ ойшылы',
                    answer: 'Асан қайғы',
                    options: ['Асан қайғы','Қорқыт','Шортанбай','Дулат','Тоныкөк']
                }
                ,
                {
                    numb: 381,
                    question: 'Қайта өрлеу мәдениетінде негізгі дәстүрі?',
                    answer: 'Гуманизм',
                    options: ['Гуманизм','Схоластика','Софистика','Догматика','Патристика']
                }
                ,
                {
                    numb: 382,
                    question: 'Ренессанс дәуірінде “гуманизмнің атасы “әкесі” деген атқа лайық болған:',
                    answer: 'Франческо Петрарко ',
                    options: ['Франческо Петрарко ','Данте Алигьерн','Эразм Роттердамский',' Джордано Бруно',' Николо Макиавелли']
                }
                ,
                {
                    numb: 383,
                    question: '“Ренессанс” терминін ең алғаш қолданған:',
                    answer: 'Джордано Вазари',
                    options: ['Джордано Вазари','Томас Мор','Карл Маркс',' В.И.Ленин',' Жан Боден']
                }
                ,
                {
                    numb: 384,
                    question: 'Еңлік-Кебек, "Қалқаман-Мамыр" поэмаларын жазған:',
                    answer: 'Ш.Құдайбердиев',
                    options: ['Ш.Құдайбердиев','М.Жұмабаев','А.Құнанбаев','М.Әуезов',' Ы.Алтынсарин']
                }
                ,
                {
                    numb: 385,
                    question: ' Абай қазақ әдебиетінде қандай бағыттың негізін қалаған: ',
                    answer: ' Сыншыл реализм',
                    options: [' Сыншыл реализм','Символизмнің','Модернизмнің','Классицизм','Романтизм']
                }
                ,
                {
                    numb: 386,
                    question: '«Ресей мен Еуропа» еңбегінің авторы:',
                    answer: 'Н.Данилевский',
                    options: ['Н.Данилевский','П.Сорокин','О.Шпенглер','М.Маклюэн',' В.Соловьев']
                }
                ,
                {
                    numb: 387,
                    question: 'Ноосфера теорисының негізін салушы:',
                    answer: 'В.Вернадский ',
                    options: ['В.Вернадский ',' К.Ясперс',' Л.Гумилев','Н.Батищев',' П.Флоренский']
                }
                ,
                {
                    numb: 388,
                    question: 'Футурологияның зерттейтін бағыты:',
                    answer: 'Адамзат білімінің бірлігі, адамзат қоғамының болашағы туралы көзқарас',
                    options: ['Адамзат білімінің бірлігі, адамзат қоғамының болашағы туралы көзқарас',' Адамның іс-әрекеті мен білімдарлығының негізін ақыл-ой деп санайтын бағыт','Адамзаттың материалдық және рухани мәдениетінің қайта өрлеу процесі','Белгі жүйесін зерттеу','Әлеуметтік институттардың қызметін зерттеу']
                }
                ,
                {
                    numb: 389,
                    question: 'Қай ұғым рухани мәдениетке тиіс емес:',
                    answer: 'Транспорт',
                    options: ['Транспорт','Ғылым','Өнер','Мораль','Мораль']
                }
                ,
                {
                    numb: 390,
                    question: 'Архетип ұғымын ғылымға кім енгізді:',
                    answer: 'К.Г.Юнг',
                    options: ['К.Г.Юнг',' К.Ясперс','Э.Тэйлор',' О.Шпенглер',' А.Тойнби']
                }
                ,
                {
                    numb: 391,
                    question: '“Гильгамеш туралы ән” қай өркениетке жатады?',
                    answer: 'Шумер',
                    options: ['Шумер',' Египет','Үнді','Қытай','Скиф-сақ']
                }
                ,
                {
                    numb: 392,
                    question: 'Көне Египет мәдениетіндегі басты құдайға кім жатады?',
                    answer: 'Ра, Атон',
                    options: ['Ра, Атон','Осирис','Митра',' Заратуштра','Зевс']
                }
                ,
                {
                    numb: 393,
                    question: 'Ренессанстық мәдени өрлеу Еуропадағы қай елден басталды?',
                    answer: 'Италия',
                    options: ['Италия','Англия','Франция','Германия','Византия']
                }
                ,
                {
                    numb: 394,
                    question: '“Тотем және табу” еңбегінің авторы кім?',
                    answer: 'З.Фрейд',
                    options: ['З.Фрейд','К.Юнг','К.Ясперс','Э.Тайлор','М.Мид']
                }
                ,
                {
                    numb: 395,
                    question: 'Көнегрек ақындарының қайсысы трагедияның атасы болып есетеледі?',
                    answer: 'Эсхил',
                    options: ['Эсхил','Софокл','Еврипипд','Аристофон',' Менандр']
                }
                ,
                {
                    numb: 396,
                    question: 'Көнегрек этникасыдағы гедонизмнің негізгі ұғымы:',
                    answer: 'Ләззат ',
                    options: ['Ләззат ','Бақыт','Қасірет','Мейірімділік ',' Пайда']
                }
                ,
                {
                    numb: 397,
                    question: 'Римдік шешен кім?',
                    answer: 'Цицерон',
                    options: ['Цицерон','Ювенал','Вергилий','Овидий',' Гораций']
                }
                ,
                {
                    numb: 398,
                    question: '﻿«Мәдениет» ұғымының алғашқы мағынасы',
                    answer: 'Қала',
                    options: ['Қала','Өнер','Табиғат','Құдай','Рух']
                }
                ,
                {
                    numb: 399,
                    question: '«Өркениет - мәдениеттіңақыры, оның кәрілікшағы, руханилық антиподы»-деп санаған ойшылдар',
                    answer: 'Ж.Ж.Руссо, Ш.Фурье, О.Шпенглер',
                    options: ['Ж.Ж.Руссо, Ш.Фурье, О.Шпенглер',' А.Тойнби, Н.Данилевский',' Вольтер, Д.Белл','Л.Морган, Л.Гумилев','И.Гердер, Б.Тайлор']
                }
                ,
                {
                    numb: 400,
                    question: 'Тарихи дәстүрден, ұлттық мәдениеттен айырылғандықты білдіретін ұғым',
                    answer: 'мәңгүрт',
                    options: ['мәңгүрт','атеист','маргинал','діншіл','ұлтшыл']
                }
                ,
                {
                    numb: 401,
                    question: 'Мәдениет термині қай тілден алынған?',
                    answer: 'Араб',
                    options: ['Араб','Қазақ','Парсы',' Қытай','Үнді']
                }
                ,
                {
                    numb: 402,
                    question: '“Культура” термині қай тілден алынған?',
                    answer: 'Латын',
                    options: ['Латын','Орыс','Араб','Грек','Ағылшын']
                }
                ,
                {
                    numb: 403,
                    question: '«Біржан-Сара» операсын кім жазды?',
                    answer: 'М.Төлебаев',
                    options: ['М.Төлебаев','Ғ.Жұбанова','Л.Хамиди','А.Рахмадиев','Е.Брусиловский']
                }
                ,
                {
                    numb: 404,
                    question: '“Мәдениет” ұғымының құрамына енбейтін белгі:',
                    answer: 'Жұлдызды аспан',
                    options: ['Жұлдызды аспан','Дін','Өнер','Әдеп',' Білім']
                }
                ,
                {
                    numb: 405,
                    question: '“Мәдениет және этика” еңбегінің авторы кім?',
                    answer: ' А.Швейцер',
                    options: [' А.Швейцер','Л.Толстой','А.Сахаров','О.Шпенглер','И.Кант']
                }
                ,
                {
                    numb: 406,
                    question: 'Мәдениет қандай құрылымдық бөліктерден тұрады?',
                    answer: 'Материалдық және рухани',
                    options: ['Материалдық және рухани','Дін, білім, өнер, дүниетаным','Әдептілік, тәртіп, сұлулық','Жазу-сызу, сәулет өнері, салт-дәстүр','Қалалар, мемлекеттер, халықтар']
                }
                ,
                {
                    numb: 407,
                    question: 'Күйші-композитор-домбырашы:',
                    answer: ' Дина Нүрпейісова',
                    options: [' Дина Нүрпейісова',' Күләш Байсеитова','Рахия Қойшыбаева','Бахыт Қарабалина','Жамал Омарова']
                }
                ,
                {
                    numb: 408,
                    question: 'Қазақтың революцияға дейін 1000 әнін жинаған этнограф:',
                    answer: ' Затаевич',
                    options: [' Затаевич','Кастанье','Потанин','Эйхгорн','Рыбаков']
                }
                ,
                {
                    numb: 409,
                    question: '«Андронов мәдениеті» қашан өмір сүрген?',
                    answer: 'қола дәуірі',
                    options: ['қола дәуірі','темір дәуірі','тас дәуірі','тастан-мысқа (өтпелі кезең)',' мыс дәуірі']
                }
                ,
                {
                    numb: 410,
                    question: 'Қазақстан Республикасының негізгі мәдени бағдары:',
                    answer: 'Ұлттық мұраларға сүйене отырып, озық өркениеттер қатарына көтерілу',
                    options: ['Ұлттық мұраларға сүйене отырып, озық өркениеттер қатарына көтерілу',' Қазақтың ұлттық мәдениетін қалпына келтіру','Батыстық өркениеттерге жақындау','Жаңа қазақ мәдениетін қалыптастыру','Кенестік интернационалдық мәдениетті әрі қарай жалғастыру']
                }
                ,
                {
                    numb: 411,
                    question: 'Қай дастан қазақ фольклорына жатпайды?',
                    answer: 'Ләйлі-Мәнжүн',
                    options: ['Ләйлі-Мәнжүн','Қыз-Жібек','Ер-Тарғын','Қозы-Көрпеш Баян-Сұлу','Алпамыс']
                }
                ,
                {
                    numb: 412,
                    question: 'Қазақтың халық суретшісі, қазақ пейзажының жыршысы',
                    answer: 'А.Қастеев',
                    options: ['А.Қастеев','К.Тельжанов','М.Кенбаев','С.Мәмбеев','Н.Таңсықбаев']
                }
                ,
                {
                    numb: 413,
                    question: 'Алтынсарин қызметінің негізгі бағытын анықтаңыз',
                    answer: 'демократтық ағартушылық',
                    options: ['демократтық ағартушылық','әдеби шығармашылық','этнографиялық зерттеулер',' аудармашы қызметі',' географиялық зертеулер']
                }
                ,
                {
                    numb: 414,
                    question: '«Диуани хикмет» кімнің мұрасы?',
                    answer: 'А.Яссауи',
                    options: ['А.Яссауи','Аль-Фараби','М.Қашқари','С.Бақырғани',' А.Иугінеки']
                }
                ,
                {
                    numb: 415,
                    question: 'Мәдениеттану білімнің қай саласына жатады?',
                    answer: 'гуманитарлық ғылымдарға',
                    options: ['гуманитарлық ғылымдарға','экономикалық ғылымдарға','саяси ғылымдарға','әлеуметік ғылымдарға','тарихи ғылымдарға']
                }
                ,
                {
                    numb: 416,
                    question: '«Музыканың Үлкен кітабын» жазған:',
                    answer: 'Аль-Фараби',
                    options: ['Аль-Фараби','Дәруіш Әли','Абу Али ибн-Сина',' Каукаби ал-Бухари',' Абдрахман Жами']
                }
                ,
                {
                    numb: 417,
                    question: 'Қазақ халқының этногенездік мәселелерін зерттеген оқымысты:',
                    answer: 'Л.Гумилев',
                    options: ['Л.Гумилев',' А.Бернштам ','С.Толстов ','Н.Бичурин','В.Радлов ']
                }
                ,
                {
                    numb: 418,
                    question: ' Ежелгі түркі тайпаларының арасында қандай дін жүйе басым болды?',
                    answer: 'Тәңірлік дін',
                    options: ['Тәңірлік дін','Зороастризм','Шамандық-бақсылдық дін','Ислам','Буддизм']
                }
                ,
                {
                    numb: 419,
                    question: 'Көшпенділер байлығының өлшемі болған не?',
                    answer: 'мал',
                    options: ['мал','ақша','жайылым','билік','дүние-мүлік']
                }
                ,
                {
                    numb: 420,
                    question: 'Қазақтың апта күндері қай елден алынған?',
                    answer: 'парсы',
                    options: ['парсы',' араб',' үнді','өзбек',' тәжік']
                }
                ,
                {
                    numb: 421,
                    question: 'Қай көне жазбасы «руналық» жазба ретінде:',
                    answer: 'Орхон жазбалары',
                    options: ['Орхон жазбалары','Құтты білік','Даналық кітабы','Түркі сөздерінің жинағы','Кодекс Куманикус']
                }
                ,
                {
                    numb: 422,
                    question: '«Құтадғу білік» кімнің мұрасы?',
                    answer: 'Ж.Баласағұн',
                    options: ['Ж.Баласағұн',' М. Қашқари','Аль-Фараби','А. Яссауи','М.Дулати']
                }
                ,
                {
                    numb: 423,
                    question: 'Қазақ алфавитінің реформаторын атаныз',
                    answer: ' А.Байтұрсынов',
                    options: [' А.Байтұрсынов','Абай',' А.Бөкейханов','Шәкәрім','Ы.Алтынсарин']
                }
                ,
                {
                    numb: 424,
                    question: '«Диуани лұғат ат-түрік» кімнің мұрасы?',
                    answer: 'М.Қашқари',
                    options: ['М.Қашқари','Аль-Фараби','С.Бақырғани','М.Дулати','Ж.Баласағұн']
                }
                ,
                {
                    numb: 425,
                    question: '“Өркениет” ұғымының бастапқы этимологиялық мағынасы:',
                    answer: 'Азаматтық ',
                    options: ['Азаматтық ','Ақыл-ой негізінде құрылған қоға',' Мемлекеттік мүдде','Ауылдық',' Мәдениеттік']
                }
                ,
                {
                    numb: 426,
                    question: '“Ақпараттық қоғам” терминін кім енгізді',
                    answer: 'Дж.Масуда',
                    options: ['Дж.Масуда','М.Маклюэн','А.Тоффлер','Дж. Бенигер','К.Поппер']
                }
                ,
                {
                    numb: 427,
                    question: '“Белдеулік уақыт” ілімін кім дамытты',
                    answer: 'К.Ясперс',
                    options: ['К.Ясперс','А.Тойнби',' Д.Вико','Н.Бердяев','О.Шпенглер']
                }
                ,
                {
                    numb: 428,
                    question: 'Алғашқы өркениеттер К.Ясперстің пікірі бойынша қай жерлерде пайда болды?',
                    answer: 'Ніл, Қосөзен, Инд, Хуанхе аңғарлары',
                    options: ['Ніл, Қосөзен, Инд, Хуанхе аңғарлары','Ежелгі Грекия, Рим','Орта және Орталық Азия',' Египет пен Шумерде.','Үнді мен Қытайда']
                }
                ,
                {
                    numb: 429,
                    question: ' Еуропадағы ортағасырлық мәдениетте дүниетанымның қай түрі үстем болды?',
                    answer: 'Дін',
                    options: ['Дін','Философия',' Өнер',' Мифология',' Ғылым']
                }
                ,
                {
                    numb: 430,
                    question: '“Еуропаның ақыры” еңбегінің авторы кім?',
                    answer: 'О.Шпенглер',
                    options: ['О.Шпенглер',' А.Тойнби',' К.Ясперс','Н.Данилевский','К.Маркс']
                }
                ,
                {
                    numb: 431,
                    question: 'Аксиология нені білдіретін ұғым?',
                    answer: 'Құндылықтар теориясын',
                    options: ['Құндылықтар теориясын','Мораль теориясын','Өмір философисын','Тарихи-мәдени типтер теориясын','Этногенез теориясын']
                }
                ,
                {
                    numb: 432,
                    question: 'Бір тілде сөйлейтін, шығу тегі, салты, тұрмысы ортақ адамдар тобы қалай аталады: ',
                    answer: 'Этнос ',
                    options: ['Этнос ','Социум ','Қауым ',' Класс ',' Ұжым']
                }
                ,
                {
                    numb: 433,
                    question: 'Тарихи - мәдени типологиямен айналысқан ХІХ ғ. белгілі орыс социологын атаңыз: ',
                    answer: 'Н.Данилевский ',
                    options: ['Н.Данилевский ',' Н.Михайловский ',' К.Леонтьев ','Н.Бердяев ',' В.Соловьев']
                }
                ,
                {
                    numb: 434,
                    question: 'Адамның - әлеуметтік-мәдени тұлға ретінде қалыптасуы және даму процесі қалай аталады: ',
                    answer: 'Атропосоциогенез',
                    options: ['Атропосоциогенез','Аккультурация','Антропоморфизм','Антропопатиз','Антропоцентризм']
                }
                ,
                {
                    numb: 435,
                    question: 'Түрлі анти-әлеуметтік жастар ағымын белгілейтін термин осылай аталады:',
                    answer: 'Контрмәдениет ',
                    options: ['Контрмәдениет ','Бұқаралық мәдениет ','Элитаралық мәдениет ',' Концептуалдық мәдениет','Этномәдениет ']
                }
                ,
                {
                    numb: 436,
                    question: '«Бұқаралық» қоғам және «бұқаралық» мәдениет концепциясы авторы кім? ',
                    answer: 'Х.Ортега-и-Гассет ',
                    options: ['Х.Ортега-и-Гассет ','Тейер де Шарден ','А.Тоффлер ','В.Дильтей ','К.Ясперс']
                }
                ,
                {
                    numb: 437,
                    question: 'Мәдениеттанудағы эволюциялық мектептің өкілдерін атаңыз: ',
                    answer: 'Э.Тайлор, Дж.Фрэзер, Л.Морган ',
                    options: ['Э.Тайлор, Дж.Фрэзер, Л.Морган ','О.Шпенглер, А.Тойнби, Ф.Нортроп ','К.Ясперс, Ф.Ницше, Б.Малиновский ','К.Маркс, Ф.Энгельс, В.И.Ленин ','А.Камю, Ж.П. Сартр, Г.Маркузе ']
                }
                ,
                {
                    numb: 438,
                    question: 'Маркстің адам мен мәдениет генезисі концепциясының негізінде жатыр: ',
                    answer: 'Еңбек',
                    options: ['Еңбек','Рефлекция','Пассионарлық ','Ойын ','Инстинкт']
                }
                ,
                {
                    numb: 439,
                    question: 'Номадтар мәдениетінің ерекшелігі: ',
                    answer: 'Көшпелілік',
                    options: ['Көшпелілік','Терімшілдік ',' Балық аулау ','Сауда ','Жер өңдеу ']
                }
                ,
                {
                    numb: 440,
                    question: 'Қазақстанның көне тайпалар мәдениеті: ',
                    answer: 'Сақтар, Үйсіндер, Ғұндар ',
                    options: ['Сақтар, Үйсіндер, Ғұндар ','Қаңлы, Найман, Қидандар ','Өзбектер, Жалайырлар, Түркімендер ',' Қыпшақтар, Ногайлар, Хазарлар ','Қалмақтар, Монғолдар, Жоңғарлар']
                }
                ,
                {
                    numb: 441,
                    question: 'Номад дегеніміз: ',
                    answer: 'Көшпелілер',
                    options: ['Көшпелілер','Аңшы ','Жер өңдеуші ',' Ұста','Көпес']
                }
                ,
                {
                    numb: 442,
                    question: '«Орхон-Енисей» жазбалары осы тілде жазылған:',
                    answer: 'Түркі ',
                    options: ['Түркі ','Соғды ','Қыпшақ ','Қазақ ','Қытай']
                }
                ,
                {
                    numb: 443,
                    question: 'Қазақ мәдениетінде бұл жануардың аспан, күн және жер асты патшалығына қатысы болды:',
                    answer: 'Түйе',
                    options: ['Түйе','Жылқы ','Қой ','Барыс ',' Сиыр ']
                }
                ,
                {
                    numb: 444,
                    question: 'Қазақтардың ата-баба культі осылай аталады:',
                    answer: 'Аруақ',
                    options: ['Аруақ',' Тәңірі ','Алла ','Домалақ ана ','Ұмай ']
                }
                ,
                {
                    numb: 445,
                    question: 'Қожа Ахмет Иассауи бұл: ',
                    answer: ' Орталық Азиядағы суфизмнің негізін салушы ',
                    options: [' Орталық Азиядағы суфизмнің негізін салушы ',' ХІ ғасырдағы дәруіш ақын ','Дүниелік философ ',' Қоғамдық және саяси қайраткер ','Халық Қаһарманы әрі ұстаз']
                }
                ,
                {
                    numb: 446,
                    question: 'Қожа Ахмет Иассауи исламның осы бағытын ұстаған: ',
                    answer: 'Суфизм',
                    options: ['Суфизм','Суннизм ','Шиизм ','Зороастрлық ','Манихейлік']
                }
                ,
                {
                    numb: 447,
                    question: 'Қазақстан жерінде сопылықтың таралуына атсалысқан:',
                    answer: 'Ахмет Иассауи',
                    options: ['Ахмет Иассауи',' әл-Фараби ',' Ахмет Югнаки',' Махмұт Қашқари ','әл-Ғазали ']
                }
                ,
                {
                    numb: 448,
                    question: 'Психология',
                    answer: '<i class="bi bi-arrow-right"></i>',
                    options: ['<i class="bi bi-arrow-right"></i>','259 сұраққо иее','','','']
                }
                ,
                {
                    numb: 449,
                    question: '﻿Ой операцияларына жатпайтын психикалық құбылыс:',
                    answer: 'қиял',
                    options: ['қиял','анализ','синтез','салыстыру','абстракция']
                }
                ,
                {
                    numb: 450,
                    question: 'Ес бұл:',
                    answer: 'қайта жаңғырту',
                    options: ['қайта жаңғырту','жеке тітіркендіргіштерді тану','жанама тану','жалпылай тану','тұтастай бейне түзу']
                }
                ,
                {
                    numb: 451,
                    question: 'Ойлау, бұл:',
                    answer: 'жанама бейнелеу',
                    options: ['жанама бейнелеу','жалпылай бейнелеу','нақты бейнелеу','қайта жаңғырту','тұтастай бейнелеу']
                }
                ,
                {
                    numb: 452,
                    question: 'Егер әрекетті бірнеше рет ұзақ қайталанып, жаттықтырылса, онда не қалыптасады:',
                    answer: 'дағды',
                    options: ['дағды','іскерлік','әдет','қылық','мінез-құлық']
                }
                ,
                {
                    numb: 453,
                    question: 'Табиғи даралық бұл:',
                    answer: 'темперамент',
                    options: ['темперамент','мінез','ерік','сезім','қабілет']
                }
                ,
                {
                    numb: 454,
                    question: 'Естің түрлеріне жатпайды:',
                    answer: 'ырықты',
                    options: ['ырықты','қозғалыс','образдық','эмоциялық','сөз-логикалық']
                }
                ,
                {
                    numb: 455,
                    question: 'Дарындылық бұл:',
                    answer: 'қабілет түрі',
                    options: ['қабілет түрі','қажеттілік','мінез бітісі','жоғары сезім','қиял түрі']
                }
                ,
                {
                    numb: 456,
                    question: 'Мотивация деген не:',
                    answer: 'Адамды белсенді әрекетке талпындыратын күш байланысы.',
                    options: ['Адамды белсенді әрекетке талпындыратын күш байланысы.','Лидерлік қасиет.','Қажеттілік.','Білім.','Адамның санасы.']
                }
                ,
                {
                    numb: 457,
                    question: 'Сана бұл:',
                    answer: 'психиканың ең жоғары көрінісі',
                    options: ['психиканың ең жоғары көрінісі','интеллект','дағды','ептілік','сезім']
                }
                ,
                {
                    numb: 458,
                    question: 'Талдау дегеніміз:',
                    answer: 'бүтінді жіктеу',
                    options: ['бүтінді жіктеу','білікке топтастыру','ұқсастықтар мен айырмашылықтарды білу','дербес элементке келтіру','деректі мысалға ойыстыру']
                }
                ,
                {
                    numb: 459,
                    question: 'Жеке тұлға бұл:',
                    answer: 'қоғам мүшесі',
                    options: ['қоғам мүшесі','тіршілік иесі','биологиялық болмыс','адам','индивид']
                }
                ,
                {
                    numb: 460,
                    question: 'Бір уақыттың ішінде қамтылатын объектілер санын сипаттайтын зейін қасиеті:',
                    answer: 'зейіннің көлемі',
                    options: ['зейіннің көлемі','зейіннің толқуы','зейіннің жылдамдығы','зейіннің тұрақтылығы','зейіннің бөлінушілігі']
                }
                ,
                {
                    numb: 461,
                    question: 'Адамға тән еріктік қасиеттерді бейнелейтін терминдерді атаңыз:',
                    answer: 'Батылдық, табандылық.',
                    options: ['Батылдық, табандылық.','Мотив, тілек.','Бірбеткейлік, қырсықтық.','Сезімталдық, ақылдылық.','Творчестволық.']
                }
                ,
                {
                    numb: 462,
                    question: 'Жеке адамның мінезіне және басқа адамдардың мінез-құлқына деген эмоциялық қатынасын бейнелейтін жоғарғы сезімнің түрін көрсетіңіз:',
                    answer: 'Адамгершілік',
                    options: ['Адамгершілік','Эстетикалық.','Интеллектуальдық.','Махаббат','Достық']
                }
                ,
                {
                    numb: 463,
                    question: 'Сезімтал, әлсіз тип:',
                    answer: 'меланхолик',
                    options: ['меланхолик','холерик','сангвиник','флегматик','атлетик']
                }
                ,
                {
                    numb: 464,
                    question: 'Біріктіру (синтез) дегеніміз:',
                    answer: 'әрқилы қасиеттер мен әрекеттерді тұтас бірлікке келтіру',
                    options: ['әрқилы қасиеттер мен әрекеттерді тұтас бірлікке келтіру','бір сананың заттық негізінен бөлініп қаралуы','ұқсастықтар мен айырмашылықтарды білуге қаратылған ой әрекеті','құбылыстарды ортақ және мәнді белгілеріне орай ойда біріктіру','ойдың жалпы көрнекілікке келтірілуі']
                }
                ,
                {
                    numb: 465,
                    question: 'Адамзат тәжірибесін табысты игеруге мүмкіндік беруші психологиялық қасиет:',
                    answer: 'қабілет',
                    options: ['қабілет','мінез','ерік','нышан','темперамент']
                }
                ,
                {
                    numb: 466,
                    question: 'Ойынның бала дамуындағы маңызына психологиялық анализ берген кім:',
                    answer: 'Д.Б.Эльконин',
                    options: ['Д.Б.Эльконин','Г.И.Челпанов','В.Штерн','Б.Г.Ананьев','А.В.Петровский']
                }
                ,
                {
                    numb: 467,
                    question: 'Бірнеше пікірден жаңа пікір шығаратын ойлау формасы:',
                    answer: 'ой қорытындысы',
                    options: ['ой қорытындысы','ұғым','пікір','қиял','сөз, тіл']
                }
                ,
                {
                    numb: 468,
                    question: 'Адамдардың әртүрлі қызметтерді орындаудағы жемістілігі, сонымен қатар білімдері, іскерліктері мен дағдыларды меңгерулеріне тәуелді жеке дара ерекшеліктері:',
                    answer: 'қабілеттілік',
                    options: ['қабілеттілік','талант','мінез бітісі','дарындылық','арнаулы қабілет']
                }
                ,
                {
                    numb: 469,
                    question: 'Мінездің қай түрі жүріс-тұрыстың тұрақтылығын көрсетеді:',
                    answer: 'мінез тұрақтылығы',
                    options: ['мінез тұрақтылығы','мінездің тұтастығы','мінездің анықтылығы','мінез қуаты','мінез қаттылығы']
                }
                ,
                {
                    numb: 470,
                    question: 'Адамның жеке қасиетінің динамикалық сипаты болып табылатын:',
                    answer: 'темперамент',
                    options: ['темперамент','мінез','қабілет','бағыт','нышан']
                }
                ,
                {
                    numb: 471,
                    question: 'Темперамент туралы алғаш ой-пікірін айтқан ғалым:',
                    answer: 'Гиппократ',
                    options: ['Гиппократ','Гален','Платон','Аристотель','Сократ']
                }
                ,
                {
                    numb: 472,
                    question: 'Дене әрекетінің жанға ешқандай қатысы жоқтығын алғашқы дәлелдеген ғалым:',
                    answer: 'Декарт',
                    options: ['Декарт','Аристотель','Рубейнштейн','Маслоу','Торндайк']
                }
                ,
                {
                    numb: 473,
                    question: 'Психология ғылымының бірінші даму кезеңін ата:',
                    answer: 'жан туралы ғылым',
                    options: ['жан туралы ғылым','іс - әрекет жөніндегі ғылым','сана туралы ғылым','инстроспекттік сана тағылымы','психологиялық паралеллизм теориясы']
                }
                ,
                {
                    numb: 474,
                    question: 'Лейпциптегі алғашқы эксперименталды психологиялық лабораторияны ұйымдастырушы:',
                    answer: '1879, Вундт',
                    options: ['1879, Вундт','1960, Торндайк','1910, Фрейд','1930, Крамер','1760, Декарт']
                }
                ,
                {
                    numb: 475,
                    question: 'Психология ғылымының міндеті:',
                    answer: 'психологиялық құбылыстардың объектив заңдарын ашу',
                    options: ['психологиялық құбылыстардың объектив заңдарын ашу','субъектив ойды баяндау','процестерді сол күйінде суреттеу','табиғаттан тыс болмысты деректеу','адам дүниесінен тыс жағдайларды зерттеу']
                }
                ,
                {
                    numb: 476,
                    question: 'И.П.Павловтың психология ғылымына қосқан жаңалығы:',
                    answer: 'шартты рефлекстер жөніндегі теория',
                    options: ['шартты рефлекстер жөніндегі теория','бейнелеу теориясы','сана мен рефлекс түсініктері','саналық әрекеттер теориясы','саналық элементтер теориясы']
                }
                ,
                {
                    numb: 477,
                    question: 'Пікір дегеніміз:',
                    answer: 'бір нәрсе жөнінде мақұлдау, не теріске шығару',
                    options: ['бір нәрсе жөнінде мақұлдау, не теріске шығару','заттың жалпы, мәнді қасиеті','бірнеше пікірден жаңа пікір шығару','құбылыстың жеке элементтерін тану','зат тұтастығын түзу']
                }
                ,
                {
                    numb: 478,
                    question: 'Оқу процесінде білім, ептілік, дағдылардың қалыптасу заңдылықтарын негіздейтін ғылым саласы:',
                    answer: 'педагогикалық психология',
                    options: ['педагогикалық психология','салыстырмалы психология','еңбек психологиясы','жас ерекшеліктер психологиясы','арнайы психология']
                }
                ,
                {
                    numb: 479,
                    question: 'Психология ғылымының зерттеу әдістері:',
                    answer: 'Әңгімелесу, анкета, тест, социометрия, бақылау.',
                    options: ['Әңгімелесу, анкета, тест, социометрия, бақылау.','Инетикалық, салыстырмалы.','Детерминизм, іс-әрекет пен сана бірлігі, даму.','Психикалық процестер, жағдайлар, қасиеттер.','Инженерлік, заң, спорт, өнер, салыстырмалы.']
                }
                ,
                {
                    numb: 480,
                    question: 'Психикалық қасиеттерге не жатады:',
                    answer: 'Мінез, темперамент, қабілет.',
                    options: ['Мінез, темперамент, қабілет.','Ойлау, сөйлеу, қабылдау.','Сезім, эмоция.','Түйсік, ойлау.','Қабылдау, ес.']
                }
                ,
                {
                    numb: 481,
                    question: 'Сыртқы заттық іс-әрекеттің ішкі психикалық әрекетке ауысуы қалай аталады:',
                    answer: 'интериоризация',
                    options: ['интериоризация','экстериоризация','интерференция','интроспекция','интеракция']
                }
                ,
                {
                    numb: 482,
                    question: 'Жеке адамның құрылымы:',
                    answer: 'Бағыттылығы, қызығуы, мүмкіндігі.',
                    options: ['Бағыттылығы, қызығуы, мүмкіндігі.','Кәсіптік, ғылымилық, қоғамдық.','Білімі, іс-тәжірибесі.','Мамандық, кәсіптік.','Бағыттылығы, білім, дағды, даралық- типтік ерекшелігі.']
                }
                ,
                {
                    numb: 483,
                    question: 'Зейіннің физиологиялық негізін орыс физиологі А.А.Ухтомский қандай теория арқылы түсіндірді:',
                    answer: 'доминанта',
                    options: ['доминанта','аграфия','дәстүрлі','аналитикалық','гуманистикалық']
                }
                ,
                {
                    numb: 484,
                    question: 'Ес процестерін ата:',
                    answer: 'Есте қалдыру, қайта жаңғырту, ұмыту.',
                    options: ['Есте қалдыру, қайта жаңғырту, ұмыту.','Ұмыту қайта жаңғырту.','Елестету, ұмыту.','Қайта жаңғырту, еске түсіру','Армандау']
                }
                ,
                {
                    numb: 485,
                    question: 'Шындықты жалпылама және жанама бейнелеуге бағытталған психикалық процесс:',
                    answer: 'ойлау',
                    options: ['ойлау','түйсік','қабылдау','елес','ес']
                }
                ,
                {
                    numb: 486,
                    question: 'Зат не құбылыстың жалпы мәндік қасиеттерін бейнелейтін ой формасы:',
                    answer: 'ұғым',
                    options: ['ұғым','пікір','сөз','қорытынды ой','қиял']
                }
                ,
                {
                    numb: 487,
                    question: 'Психология ғылымының тұңғыш дүниеге келген жері:',
                    answer: 'Греция',
                    options: ['Греция','Қытай','Италия','Германия','Египет']
                }
                ,
                {
                    numb: 488,
                    question: 'Зейіннің түрін көрсет:',
                    answer: 'үйреншікті',
                    options: ['үйреншікті','тұрақтылығы','бөлінушілігі','көлемі','аударылуы']
                }
                ,
                {
                    numb: 489,
                    question: 'Ауызша сөйлесу түрлерін көрсет:',
                    answer: 'диалог, монолог',
                    options: ['диалог, монолог','ішкі, жазбаша','жазбаша, сыртқы','ішкі, сыртқы','эгоцентерлік']
                }
                ,
                {
                    numb: 490,
                    question: '«Синестезия» қазақша қандай мағына білдіреді:',
                    answer: 'қосарласқан түйсік',
                    options: ['қосарласқан түйсік','жекеленген түйсік','абсолюттік түйсік','айырма түйсік','сезгіштіктің артуы.']
                }
                ,
                {
                    numb: 491,
                    question: 'Сезгіштіктің тек артуын ғана көрсететін құбылыс:',
                    answer: 'сенсибилизация',
                    options: ['сенсибилизация','адаптация','сезгіштік','синестезия','аглютинация']
                }
                ,
                {
                    numb: 492,
                    question: 'Сезім мүшелерінің өте әлсіз тітіркендіргіштері түйсіне алуы:',
                    answer: 'абсолюттік сезгіштік',
                    options: ['абсолюттік сезгіштік','табалдырық','айырма сезгіштік','адаптация','сезгіштік']
                }
                ,
                {
                    numb: 493,
                    question: 'Зейіннің физиологиялық негіздерін доминанта теориясы бойынша түсіндірген:',
                    answer: 'А.А.Ухтомский',
                    options: ['А.А.Ухтомский','И.П.Павлов','К.Д.Ушинский','Г.Гельмгольц','И.П.Сеченев']
                }
                ,
                {
                    numb: 494,
                    question: 'Психикалық қасиеттерді ата:',
                    answer: 'түйсік, қабылдау, ойлау',
                    options: ['түйсік, қабылдау, ойлау',', мінез, түйсік','шабыт, зерігу, белсенділік','мінез, темперамент, қабілет','ерік, эмоция']
                }
                ,
                {
                    numb: 495,
                    question: 'Психикалық құбылыстардың пайда болу, және қалыптасу заңдылықтары туралы ғылым:',
                    answer: 'психология',
                    options: ['психология','психика','педагогика','психогенетика','әлеуметтану']
                }
                ,
                {
                    numb: 496,
                    question: 'Психикалық құбылыстар неше топқа бөлінеді:',
                    answer: '3',
                    options: ['3','1','2','4','5']
                }
                ,
                {
                    numb: 497,
                    question: 'Адамның түрлі көңіл-күйінің тұрақты компоненттері:',
                    answer: 'психикалық қалып',
                    options: ['психикалық қалып','психикалық процесс','психикалық қасиет','психика','']
                }
                ,
                {
                    numb: 498,
                    question: 'Адам санасына әсер еткен:',
                    answer: 'еңбек',
                    options: ['еңбек','ақыл','тіршілік','интеллект','ойын']
                }
                ,
                {
                    numb: 499,
                    question: '﻿Іс-әрекеттің неше түрі бар:',
                    answer: '3',
                    options: ['3','2','1','4','5']
                }
                ,
                {
                    numb: 500,
                    question: 'Бір жастағы бөбектің ойынының сипаты:',
                    answer: 'манипуляциялық',
                    options: ['манипуляциялық','сюжеттік','ролдік','образдық','қимылдық']
                }
                ,
                {
                    numb: 501,
                    question: 'Психологияның қай саласы жануарлар психикасымен адам психикасының ұқсастығын зерттейді:',
                    answer: 'салыстырмалы психология',
                    options: ['салыстырмалы психология','педагогикалық психология','инженерлік психология','балалар психологиясы','медициналық психология']
                }
                ,
                {
                    numb: 502,
                    question: 'Қысқа уақытқа созылады да бұрқ етіп қатты көрінетін эмоцияның түрі:',
                    answer: 'аффект',
                    options: ['аффект','стресс','құмарлық','көңіл','фрустрация']
                }
                ,
                {
                    numb: 503,
                    question: 'Флегматик бұл:',
                    answer: 'ұстамды, байсалды',
                    options: ['ұстамды, байсалды','ұстамды белсенді','ұстамсыз, белсенді','әлсіз, тұйық','көңілді, көпшіл']
                }
                ,
                {
                    numb: 504,
                    question: 'Ым-ишара, пантомимик, мимика арқылы сөз жүзіндегі емес қарым-қатынас жасау:',
                    answer: 'вербальды емес қарым-қатынас',
                    options: ['вербальды емес қарым-қатынас','қоғамдық пікір','вербальды қарым-қатынас','дипломатия','перцептивті']
                }
                ,
                {
                    numb: 505,
                    question: 'Қорқыныш ұғымы:',
                    answer: 'фобия.',
                    options: ['фобия.','аффект;','күйзеліс;','фрустрация;','рефлексия;']
                }
                ,
                {
                    numb: 506,
                    question: 'Ауыспалы, кейіпті ұстамсыз адам:',
                    answer: 'холерик',
                    options: ['холерик','астеник','меланхолик','флегматик','сангвиник']
                }
                ,
                {
                    numb: 507,
                    question: 'Зейіннің тұрақтылығы дегеніміз:',
                    answer: 'зейіннің ұзақ уақытқа сақталуы;',
                    options: ['зейіннің ұзақ уақытқа сақталуы;','зейіннің бір объектіден екіншіге ауысуы;','сананың объектіде тұрақталу деңгейі;','бірнеше әрекеттерді бір уақытта орындауы;','бір уақытта қабылданатын объектілер саны']
                }
                ,
                {
                    numb: 508,
                    question: 'Кешігіп еске түсіру процесі қалай аталады:',
                    answer: 'Реминисценция',
                    options: ['Реминисценция','Иррадиация.','Абстракция','Иллюзия','Апперцепция.']
                }
                ,
                {
                    numb: 509,
                    question: 'Сөйлеудің физиологиялық негізі қайсысына тәуелді:',
                    answer: 'ІІ-ші сигнал жүйесі.',
                    options: ['ІІ-ші сигнал жүйесі.','І-ші сигнал жүйесі.','Нерв жүйелері.','Мишық.','Қозу және тежелу.']
                }
                ,
                {
                    numb: 510,
                    question: 'Қанағаттанбаушылық сезімінен болатын көңіл күйзелісі:',
                    answer: 'фрустрация',
                    options: ['фрустрация','стресс','аффект','эмпатия','эффект']
                }
                ,
                {
                    numb: 511,
                    question: 'Ерік, бұл:',
                    answer: 'ырықты әрекет',
                    options: ['ырықты әрекет','ептілік әрекеті','ырықсыз әрекет','дағдылы әрекет','импульсті әрекет']
                }
                ,
                {
                    numb: 512,
                    question: 'Ұстамды, белсенді әрекет иесі:',
                    answer: 'сангвиник',
                    options: ['сангвиник','холерик','пикник','флегматик','меланхолик']
                }
                ,
                {
                    numb: 513,
                    question: 'Зерттеу объектісі адам болған барша ғылымдардың жетістіктерін біріктіріп, байланыстырушы білім саласы:',
                    answer: 'психология',
                    options: ['психология','кибернетика','социология','философия','антропология']
                }
                ,
                {
                    numb: 514,
                    question: 'Қиялдың психикалық процесс ретінде қызметі:',
                    answer: 'көріп, білмеген құбылыстарды өрнектеу',
                    options: ['көріп, білмеген құбылыстарды өрнектеу','жанама тану','элементтер деңгейінде тану','тұтастай нақты бейнеге келтіру','жалпы тану']
                }
                ,
                {
                    numb: 515,
                    question: 'Қиял елестеріндегі айырмашылықтар көмескіленіп, ұқсас белгілері біріктіріле образ жасау әдісі:',
                    answer: 'схематизация',
                    options: ['схематизация','акценттеу','біріктіру','иллюзия','аглютинация']
                }
                ,
                {
                    numb: 516,
                    question: 'Мінездің қалыптасу негізі:',
                    answer: 'өмір жағдайлары',
                    options: ['өмір жағдайлары','нәсілден','тума беріледі','рухани болмыс','бәрі де қатысты']
                }
                ,
                {
                    numb: 517,
                    question: 'Қабілеттер дамуының анатомиялық физиологиялық нәсілдік белгісі:',
                    answer: 'нышан',
                    options: ['нышан','ептілік','дағды','талант','дарын']
                }
                ,
                {
                    numb: 518,
                    question: 'Жоғары эмоционалды және қозғыш қимылы ерекше болатын темперамент түрі:',
                    answer: 'холерик',
                    options: ['холерик','флегматик','меланхолик','сангвиник','шизофреник']
                }
                ,
                {
                    numb: 519,
                    question: 'Адамның қоршаған дүниеге қатынасынан болатын психологиялық толғаныс құбылысы:',
                    answer: 'сезім',
                    options: ['сезім','зейін','ой','сөз','қиял']
                }
                ,
                {
                    numb: 520,
                    question: 'Ойлау үрдісінде жалпыдан жекеге қарай логикалық ауысу:',
                    answer: 'дедукция',
                    options: ['дедукция','индукция','ұғым','пікір','редукция']
                }
                ,
                {
                    numb: 521,
                    question: 'Туа берілген даралық тұлғалық ерекшелік...деп аталады:',
                    answer: 'темперамент;',
                    options: ['темперамент;','ес','ойлау','ерік','зейін']
                }
                ,
                {
                    numb: 522,
                    question: 'Алыптар бейнесін құрудағы қажетті қиял тәсіл:',
                    answer: 'гипербола',
                    options: ['гипербола','агглютинация','нақтылау','типтік бейнелер;','біріктіру']
                }
                ,
                {
                    numb: 523,
                    question: 'Гипократ бойынша сангвиник ағзасында ... басым болып келеді:',
                    answer: 'қан',
                    options: ['қан','өт','шырыш','қара өт;','су']
                }
                ,
                {
                    numb: 524,
                    question: 'Мысалы су перісі, айдаhар бейнелерін жасауда қолданылған тәсіл:',
                    answer: 'агглютинация',
                    options: ['агглютинация','гипербола','конкретизация','типизация','анализ']
                }
                ,
                {
                    numb: 525,
                    question: 'Түйсік ұғымы ... білдіреді:',
                    answer: 'заттардың жеке қасиеттер бейнелеуді.',
                    options: ['заттардың жеке қасиеттер бейнелеуді.','мінез-құлықты, іс-әрекетті реттеуді;','қабылдауды','шығармашылық тұрғыда;','сананы']
                }
                ,
                {
                    numb: 526,
                    question: 'Сана дегеніміз-бұл:',
                    answer: 'психикалық бейнелеудің жоғары деңгейі.',
                    options: ['психикалық бейнелеудің жоғары деңгейі.','арнаулы органикалық құрылым.','туа берілген мінез-құлық түрі.','жүре қалыптасқан ағза реакциясы.','ақыл-ой қабілеттерінің бірлестігі.']
                }
                ,
                {
                    numb: 527,
                    question: 'Психология ғылымының даму кезеңдері:',
                    answer: 'жан туралы, мінез-құлық, сана, психика.',
                    options: ['жан туралы, мінез-құлық, сана, психика.','психика, сана, іс-әрекет.','ойлау, сөйлеу, есте сақтау, қиял.','Психикалық процестер, қасиеттер.','сенсорлық, перцептивтік, интеллектілік.']
                }
                ,
                {
                    numb: 528,
                    question: 'Жоғары дәрежеде дамыған материяның жемісі – мидың қызметі қандай процесс:',
                    answer: 'сана',
                    options: ['сана','психика','ойлау','түйсік','қиял']
                }
                ,
                {
                    numb: 529,
                    question: 'Шетел психологиясының негізгі ағымдары:',
                    answer: 'бихевиоризм, гештальтизм, фрейдизм.',
                    options: ['бихевиоризм, гештальтизм, фрейдизм.','өріс, оқып-тоқу, рольдер.','детерминизм, іс-әрекет бірлігі.','синестезия, сенсибилизация.','сенсорлық, перцептивтік, интеллектілік.']
                }
                ,
                {
                    numb: 530,
                    question: 'Психология ғылымының салалары:',
                    answer: 'педагогикалық, өнер, заң, медициналық.',
                    options: ['педагогикалық, өнер, заң, медициналық.','бақылау, эксперимент, тест.','Социометрия, модельдеу.','егіздер, салыстыру.','Сауалнама, сұхбат, қызмет нәтижелерін зерттеу.']
                }
                ,
                {
                    numb: 531,
                    question: 'Іс-әрекеттің негізгі түрлері қандай:',
                    answer: 'ойын, оқу, енбек.',
                    options: ['ойын, оқу, енбек.','қарыс-қатынас.','қоғамдық пайдалы еңбек.','білім, дағды, шеберлік.','ғылыми, кәсіби, шеберлік.']
                }
                ,
                {
                    numb: 532,
                    question: 'Алғаш психологиялық зерттеу лобараториясы қашан ашылды, негізін қалаушы кім:',
                    answer: '1879 ж. В.Вундт.',
                    options: ['1879 ж. В.Вундт.','1920 ж. И.П.Павлов.','1732 ж. Дж.Морено.','1870 ж. И.Гален.','1905 ж. И.В.Лазурский.']
                }
                ,
                {
                    numb: 533,
                    question: 'Қарым-қатынастың түрлері:',
                    answer: 'вербальды, вербальды емес, тікелей, жанама.',
                    options: ['вербальды, вербальды емес, тікелей, жанама.','іс-әрекет, сөйлеу.','сөздік, сөзден тыс.','ойын, еңбек, оқу.','ойлау, сөйлеу, түйсіну.']
                }
                ,
                {
                    numb: 534,
                    question: '«Педагогика» атты психологиялық мазмұнда жазылған еңбектің авторы кім:',
                    answer: 'М.Жұмабаев.',
                    options: ['М.Жұмабаев.','Ш.Құдайбердиев.','Ж.Аймауытов.','Ш.Уалиханов.','С.Торайғыров.']
                }
                ,
                {
                    numb: 535,
                    question: 'Адамдар арасындағы қарым-қатынасты анықтауға арналған :',
                    answer: 'социометрия',
                    options: ['социометрия','тест','модельдеу','анкета','интервью']
                }
                ,
                {
                    numb: 536,
                    question: 'Естің физиологиялық негізін түсіндіретін басты теория:',
                    answer: 'доминанта',
                    options: ['доминанта','көрнекі-бейнелі жаңғырту.','анализаторлардың қызметі.','ассоциациялық байланыстар.','қозудың оптимальды ошағы.']
                }
                ,
                {
                    numb: 537,
                    question: 'Психология ғылымының дүниеге тұңғыш келген жері:',
                    answer: 'Ежелгі Греция.',
                    options: ['Ежелгі Греция.','Ежелгі Египет.','Ресей','Рим','Германия']
                }
                ,
                {
                    numb: 538,
                    question: 'Қабылдаудың қасиеттері қандай:',
                    answer: 'таңдамалылығы, жалпылығы, иллюзия апперцепция.',
                    options: ['таңдамалылығы, жалпылығы, иллюзия апперцепция.','көлемі, бөлінуі, аударылуы, тұрақтылығы.','синестеция, сенсибилизация, адаптация.','көлемі, таңдамалығы.','тұрақтылығы, адаптация, иллюзия.']
                }
                ,
                {
                    numb: 539,
                    question: 'Ағылшын психиатрі, психологі З.Фрейд қандай ағымның негізін салды:',
                    answer: 'психоанализ',
                    options: ['психоанализ','бихебиоризм.','рольдер теориясы.','когнитивизм.','необихевиоризм']
                }
                ,
                {
                    numb: 540,
                    question: 'Социометрия әдісінің негізігін салушы :',
                    answer: 'Дж. Морено.',
                    options: ['Дж. Морено.','В.Раих.','З.Фрейд.','А.Адлер.','Дж.Локк.']
                }
                ,
                {
                    numb: 541,
                    question: 'Психикалық қасиеттерге не жатады :',
                    answer: 'мінез, темперамент, қабілет.',
                    options: ['мінез, темперамент, қабілет.','ойлау, сөйлеу, қабылдау.','сезім, эмоция.','түйсік, ойлау.','қабылдау, ес.']
                }
                ,
                {
                    numb: 542,
                    question: 'Сыртқы дүние заттары мен құбылыстарының байланыс-қатынастарының миымызда жалпылай және жанама түрде сөз арқылы бейнеленуі:',
                    answer: 'ойлау',
                    options: ['ойлау','қиял','сөйлеу','қабылдау','түйсік']
                }
                ,
                {
                    numb: 543,
                    question: 'Доминанта теориясының негізін салушы кім:',
                    answer: 'А.А.Ухтомский.',
                    options: ['А.А.Ухтомский.','И.П.Павлов.','К.Д.Ушинский.','Д.И.Узнадзе.','А.С.Макаренко.']
                }
                ,
                {
                    numb: 544,
                    question: 'Қабылдаудың түрлері қандай:',
                    answer: 'уақытты, кеңістікті.',
                    options: ['уақытты, кеңістікті.','ырықты, ырықсыз, үйреншікті.','арнаулы, арнаусыз.','көру, есту, дәм сезу, иіс сезу.','арнайы, үйреншікті.']
                }
                ,
                {
                    numb: 545,
                    question: 'Қиялдың негізгі түрлерін топтаңыз :',
                    answer: 'актив және пассив.',
                    options: ['актив және пассив.','ырықты және ырықсыз.','механикалық.','үйреншікті.','көру, есту, дәс сезу.']
                }
                ,
                {
                    numb: 546,
                    question: 'Сезімге қатысты ес - бұл:',
                    answer: 'эмоциялық ес.',
                    options: ['эмоциялық ес.','қозғалыс есі.','көріп есту есі.','образды ес.','ұзақ мерзімді ес.']
                }
                ,
                {
                    numb: 547,
                    question: 'Эмоциялардың түрлері қандай :',
                    answer: 'көңіл, аффект, құмарлық.',
                    options: ['көңіл, аффект, құмарлық.','ырықты, ырықсыз.','адамгершілік, шығармашылық, эстетикалық.','актив жіне пассив.','уақытты, кеңістікті.']
                }
                ,
                {
                    numb: 548,
                    question: '﻿Психоанализ бағытының негізін салушы кім:',
                    answer: 'З.Фрейд.',
                    options: ['З.Фрейд.','Торндайк.','Уотсон.','Кречмер.','Декарт.']
                }
                ,
                {
                    numb: 549,
                    question: 'Рефлексология бағытының негізін салушы:',
                    answer: 'В.М. Бехтерев.',
                    options: ['В.М. Бехтерев.','Б.Д. Ломов.','А.А. Ухтомский.','И.М. Сеченов.','И.П. Павлов.']
                }
                ,
                {
                    numb: 550,
                    question: 'Алдын-ала даярланған сұрақтарға жауап беру:',
                    answer: 'Анкета.',
                    options: ['Анкета.','Әңгімелесу.','Интервью.','Модельдеу.','Тест.']
                }
                ,
                {
                    numb: 551,
                    question: 'Адаптация деген не:',
                    answer: 'Адамның түйсігінің бейімделуі.',
                    options: ['Адамның түйсігінің бейімделуі.','Бір түйсіктің пайда болуы.','Белгілі бір түйсіктің күшеюі.','Адамның қабылдауы мен түйсігінің байланысы.','Түйсіктің күшеюі']
                }
                ,
                {
                    numb: 552,
                    question: 'Басқа адамдарға жаны ашып, сезімін білдіру қабілеті, олардың күйін түсініп, қолынан келетін көмегін беруге даярлық:',
                    answer: 'эмпатия',
                    options: ['эмпатия','рефлексия','рефлекс','анамнез','инсайт']
                }
                ,
                {
                    numb: 553,
                    question: 'Ұжым деген не:',
                    answer: 'Белгілі дәстүр-салты, мақсаты бар, демократиялық орталықтану негізінде құрылған адамдар тобы.',
                    options: ['Белгілі дәстүр-салты, мақсаты бар, демократиялық орталықтану негізінде құрылған адамдар тобы.','Шартты негізде құрылған адамдар тобы.','Дербестікке негізделген адамдар тобы.','Қоғамдық ортадағы бірнеше орталықтар.','Топтың түрі.']
                }
                ,
                {
                    numb: 554,
                    question: 'Қарым-қатынас және пікірлесу арқылы адамдардың психологиясын зерттеуге арналған әдіс:',
                    answer: 'Әңгімелесу',
                    options: ['Әңгімелесу','Анкеталық','Тест','Модельдеу','Социометрия']
                }
                ,
                {
                    numb: 555,
                    question: 'Эмоциялық күйлердің түрін көрсетіңіз:',
                    answer: 'Стресс, аффект, көңіл-күй, фрустрация.',
                    options: ['Стресс, аффект, көңіл-күй, фрустрация.','Сезімталдылық, сағыныш, уайым','Адалдық, қайырымдылық, сентиментальдылық','Әуестік, албырттық.','Қызығушылық, сағыныш, уайым.']
                }
                ,
                {
                    numb: 556,
                    question: 'Мотивация деген не:',
                    answer: 'Адамды белсенді әрекетке талпындыратын күш байланысы.',
                    options: ['Адамды белсенді әрекетке талпындыратын күш байланысы.','Лидерлік қасиет.','Қажеттілік','Білім.','Адамның санасы.']
                }
                ,
                {
                    numb: 557,
                    question: 'Организмнің ішкі күйін білдіретін хабарлайтын рецепторлар:',
                    answer: 'интерецепторлар',
                    options: ['интерецепторлар','проприорецепторлар','қозғалыс','экстрорецепторлар','тітіркендіргіш']
                }
                ,
                {
                    numb: 558,
                    question: 'Адам санасының белгілі бір объектіге шоғырлануы:',
                    answer: 'Зейін.',
                    options: ['Зейін.','Мінез.','Сөйлеу.','Ой.','Қиял.']
                }
                ,
                {
                    numb: 559,
                    question: 'Индукция заңдылығының негізін салушы:',
                    answer: 'И.П.Павлов.',
                    options: ['И.П.Павлов.','И.М.Сеченев','В.М.Бехтерев.','Б.Д.Ломов.','А.А.Ухтомский.']
                }
                ,
                {
                    numb: 560,
                    question: 'Өзіне тән мақсаты, дәстүр-салты бар, демократиялық принципке негізделінген адамдар тобы.қалай аталады:',
                    answer: 'Ұжым.',
                    options: ['Ұжым.','Топ.','Кооперация.','Корпорация.','Тобыр.']
                }
                ,
                {
                    numb: 561,
                    question: 'Зейіннің түрлерін ата:',
                    answer: 'Ырықты, ырықсыз, үйреншікті.',
                    options: ['Ырықты, ырықсыз, үйреншікті.','Объективті, субъективті.','Үйреншікті, тұрақты.','Арнаулы, арнаусыз.','Нақтылы, шартты.']
                }
                ,
                {
                    numb: 562,
                    question: 'Саналы түрде, пайда болатын мақсат қоюды, ерік күшін жұмсауды қажет ететін зейін:',
                    answer: 'Ырықты',
                    options: ['Ырықты','Арнаулы.','Ырықсыз.','Үйреншікті.','Күрделі.']
                }
                ,
                {
                    numb: 563,
                    question: 'В.Вундттың лабораториясы қай жылы ашылды:',
                    answer: '1879 ж.',
                    options: ['1879 ж.','1899 ж.','1979 ж.','1889 ж.','1876ж.']
                }
                ,
                {
                    numb: 564,
                    question: 'Көздің түрлі қашықтықтағы заттарды көруге бейімделу қабілеттілігі:',
                    answer: 'аккомодация',
                    options: ['аккомодация','конвергенция','адаптация','абстракция','синестезия']
                }
                ,
                {
                    numb: 565,
                    question: 'Психикалық қалып кейіп деген не:',
                    answer: 'Адамның көңіл-күйінің тұрақты белгілері.',
                    options: ['Адамның көңіл-күйінің тұрақты белгілері.','Ойлау, қабылдау, ес.','Темперамент, мінез.','Қабілет, ерік.','Қайталанбайтын даралық.']
                }
                ,
                {
                    numb: 566,
                    question: '«Қозудың оптимальды ошағы» теориясының негізін салушы кім:',
                    answer: 'И.П.Павлов.',
                    options: ['И.П.Павлов.','И.М.Сеченев.','В.М.Бехтерев.','Л.С.Выготский.','А.А.Ухтомский.']
                }
                ,
                {
                    numb: 567,
                    question: 'Ес деген не:',
                    answer: 'Сыртқы заттар мен құбылыстардың адам миында сақталып, танылып қайта жаңғыртылып, ұмытылуын бейнелейтін процесс.',
                    options: ['Сыртқы заттар мен құбылыстардың адам миында сақталып, танылып қайта жаңғыртылып, ұмытылуын бейнелейтін процесс.','Оқу материалдарын жаттап алу арқылы жүзеге асатын процесс.','Құбылыстарды еске сақтау процесі.','Адамның көргенін есте сақтауы.','Елеспен байланысты процесс.']
                }
                ,
                {
                    numb: 568,
                    question: 'Ойлау формасын ата:',
                    answer: 'Ұғым, пікір, ой қорытындысы.',
                    options: ['Ұғым, пікір, ой қорытындысы.','Практикалық - логикалық, теориялық.','Ұғым, синтез, пікір.','Анализ, синтез, абстракция.','Практикалық, дерексіз, теориялық.']
                }
                ,
                {
                    numb: 569,
                    question: 'Шығармада әсірелеп, немесе кеміте отырып, тұтас объектінің бір элементіне ерекше бейнелеуде қолданылатын қиялдың жасалу тәсілін атаңыз:',
                    answer: 'Акцентировка.',
                    options: ['Акцентировка.','Агглюцинация.','Схематизация.','Қиыстыру','Типизация.']
                }
                ,
                {
                    numb: 570,
                    question: 'Эмоциялық күйлердің түрін көрсетіңіз:',
                    answer: 'Стресс, аффект, көңіл-күй, фрустрация.',
                    options: ['Стресс, аффект, көңіл-күй, фрустрация.','Адалдық, қайырымдылық, сентиментальдылық.','Әуестік, албырттық.','Сезімталдылық, сағыныш, уайым.','Қызығушылық, сағыныш, уайым.']
                }
                ,
                {
                    numb: 571,
                    question: 'Кешігіп еске түсіру процесі қалай аталады:',
                    answer: 'Реминисценция.',
                    options: ['Реминисценция.','Иррадиация.','Абстракция.','Иллюзия.','Апперцепция.']
                }
                ,
                {
                    numb: 572,
                    question: 'Түйсіктің негізгі заңдылықтарына жатпайды:',
                    answer: 'байқағыштық',
                    options: ['байқағыштық','сезгіштік','адаптация','сенсибилизация','синестезия']
                }
                ,
                {
                    numb: 573,
                    question: 'Жүру, жазу және еңбек ету дағдыларының қалыптасуы мен өңделуі негізінде қандай ес жатады:',
                    answer: 'қозғалыс есі',
                    options: ['қозғалыс есі','бейнелік есі','қысқа мерзімді ес','эмоционалдық ес','сөздік-логикалық ес.']
                }
                ,
                {
                    numb: 574,
                    question: 'Түйсіктің физиологиялық негізі:',
                    answer: 'Сезім органдары нерв жолдары бас миындағы орталық.',
                    options: ['Сезім органдары нерв жолдары бас миындағы орталық.','Сыртқы сезім органдары және ми.','Қозу және ми орталығы.','Рецептор өткізгіш жолдар тітіркендіргіш.','Доминанта бөлігі.']
                }
                ,
                {
                    numb: 575,
                    question: 'Сөйлеудің түрлері қай топта берілген:',
                    answer: 'Ауызша, жазбаша, монологты, диалогты.',
                    options: ['Ауызша, жазбаша, монологты, диалогты.','Диалогты, ауызша, сыртқы, механикалық.','Монологты, жазбаша, ішкі логикалық.','Ауызша, жазбаша, практикалық, теориялық.','Ауызша, ішкі, сыртқы, теориялық.']
                }
                ,
                {
                    numb: 576,
                    question: 'Зейіннің көлемі деген не:',
                    answer: 'Адам санасының қамтитын объектілерінің саны.',
                    options: ['Адам санасының қамтитын объектілерінің саны.','Адам зейінінің бөлінуі.','Адам зейінінің тұрақтылығы.','Адам зейінінің тар мөлшерде дамуы.','Адам зейінінің бір объектіге шоғырлануы.']
                }
                ,
                {
                    numb: 577,
                    question: 'Бір адамды екінші бір адамнан ажыратуға негіз болатын ең маңызды, ең тұрлаулы ерекшеліктер:',
                    answer: 'психикалық қасиеттер',
                    options: ['психикалық қасиеттер','психикалық кейіп','психикалық үрдістер','психикалық жағдайлар','психикалық күй']
                }
                ,
                {
                    numb: 578,
                    question: 'Психология ғылым ретінде қалыптасуы:',
                    answer: '19 ғ. аяғы',
                    options: ['19 ғ. аяғы','16 ғ.аяғы','15 ғ. ортасы','17 ғ. басы','15 ғ. аяғы']
                }
                ,
                {
                    numb: 579,
                    question: 'Нерв жүйесінің физиологиялық негіздері:',
                    answer: 'Қозу, тежелу.',
                    options: ['Қозу, тежелу.','Иррадиация, концентрация.','Күрделі, қарапайым.','Анализ, синтез.','Салыстыру, абстракциялау.']
                }
                ,
                {
                    numb: 580,
                    question: 'Инстинкт деген не:',
                    answer: 'Туа пайда болатын шартсыз рефлекстер тізбегі.',
                    options: ['Туа пайда болатын шартсыз рефлекстер тізбегі.','Мінез-құлық.','Темперамент.','Қабілет.','Шартты рефлекстің дамуы.']
                }
                ,
                {
                    numb: 581,
                    question: 'Адамның танымдық әрекетіне жатпайтын психологиялық категория:',
                    answer: 'сезім',
                    options: ['сезім','зейін','түйсік','ойлау','қиял']
                }
                ,
                {
                    numb: 582,
                    question: 'Лабораториялық эксперименттің негізін салушы кім:',
                    answer: 'В.Вундт.',
                    options: ['В.Вундт.','Лазурский.','А.А. Ухтомский.','Б.Г. Ананьев.','Л.С. Выготский.']
                }
                ,
                {
                    numb: 583,
                    question: 'Психикалық қасиеттер деген не:',
                    answer: 'Адамның қайталанбайтын даралық ерекшелігі.',
                    options: ['Адамның қайталанбайтын даралық ерекшелігі.','Ойлау, сөйлеу, қабылдау.','Сезім, эмоция.','Заттардың мида бейнеленуі.','Көңіл-күйдің тұрақты белгілері.']
                }
                ,
                {
                    numb: 584,
                    question: 'Экстерорецепторлаорға қандай түйсіктер жатады:',
                    answer: 'Көру, есту, дәм, иіс сезу.',
                    options: ['Көру, есту, дәм, иіс сезу.','Кинестезиялық.','Органикалық, вибрациялық.','Көру, дәм, сезу, статикалық.','Органикалық.']
                }
                ,
                {
                    numb: 585,
                    question: 'Лейпцигте алғаш эксперименталды психологиялық лабораторияны кім ашқан: ұйымдастырған:',
                    answer: 'В. Вундт',
                    options: ['В. Вундт','Ф. Аквинский','К. Левин','Р. Декарт','Х. Вольф']
                }
                ,
                {
                    numb: 586,
                    question: 'Вербальдық қарым-қатынас негізінде ақпарат алу әдісі:',
                    answer: 'әңгімелесу',
                    options: ['әңгімелесу','бақылау','эксперимент','биографиялық','тест']
                }
                ,
                {
                    numb: 587,
                    question: 'Сезім мүшелерінің сезгіштігі әсер етуші тітіркендіргіштерге біртіндеп бейімделуге байланысты өзгеруі қалай аталады:',
                    answer: 'адаптация',
                    options: ['адаптация','фрустрация','тежелу','қозу','тітіркену']
                }
                ,
                {
                    numb: 588,
                    question: 'Филогенездік даму деген не:',
                    answer: 'Адам психикасының дамуы.',
                    options: ['Адам психикасының дамуы.','Егделік кезеңдік даму.','Адам өмірге келгеннен бастап дамуы.','Ана құрсағындағы даму.','Қартаю туралы заңдылық.']
                }
                ,
                {
                    numb: 589,
                    question: 'Төмендегілердің қайсысы ойлау түріне жатпайды:',
                    answer: 'Ұзақ мерзімді',
                    options: ['Ұзақ мерзімді','Көрнекі бейнелі','Шығармашылық','Сөздік-логикалық','Көрнекі қозғалысты']
                }
                ,
                {
                    numb: 590,
                    question: 'Түйсіктің түрін басқаларынан ажырататын дара, негізгі қасиеті:',
                    answer: 'сапасы',
                    options: ['сапасы','ұзақтығы','сезімталдығы','қарқыны','мекендігі']
                }
                ,
                {
                    numb: 591,
                    question: 'Адамдар арасындағы вербалді қарым-қатынас:',
                    answer: 'тіл және сөйлеу',
                    options: ['тіл және сөйлеу','жест және мимика','жест және көзбен қатынас','мимика және сөйлеу','мимика және понтомимика']
                }
                ,
                {
                    numb: 592,
                    question: '﻿Адамның танымдық әрекетіне жатпайтын психологиялық категория:',
                    answer: 'сезім',
                    options: ['сезім','зейін','ойлау','түйсік','қиял']
                }
                ,
                {
                    numb: 593,
                    question: 'Сезімдер тобына кірмейтін психологиялық құбылыс:',
                    answer: 'мінез.',
                    options: ['мінез.','көңіл','құмарлық','эмоция','сезім']
                }
                ,
                {
                    numb: 594,
                    question: 'Психиканың пайда болуының нақты негізі:',
                    answer: 'ми',
                    options: ['ми','ой','сана','жүйке','қиял']
                }
                ,
                {
                    numb: 595,
                    question: 'Ой операцияларына жатпайтын психикалық құбылыс:',
                    answer: 'қиял',
                    options: ['қиял','анализ','синтез','салыстыру','абстракция']
                }
                ,
                {
                    numb: 596,
                    question: '“Шартты рефлекс” терминін алғаш ұсынған:',
                    answer: 'И.П.Павлов.',
                    options: ['И.П.Павлов.','И.М.Сеченов.','В.М.Бехтерев.','Ч.Дарвин.','Анохин']
                }
                ,
                {
                    numb: 597,
                    question: 'Шартты және шартсыз рефлекстер ұғымын ғылыми тұрғыда қарастырғандар:',
                    answer: 'И.М.Сеченов пен И.П.Павлов.',
                    options: ['И.М.Сеченов пен И.П.Павлов.','В.М.Бехтерев.','К.Линней.','Р.Декарт.','З.Фрейд.']
                }
                ,
                {
                    numb: 598,
                    question: 'Төл тіліміздегі тұңғыш шыққан «Психология» оқулығының арторы:',
                    answer: 'Ж.Аймауытұлы, 1926 ж. Ташкентте.',
                    options: ['Ж.Аймауытұлы, 1926 ж. Ташкентте.','В.Я.Струминский, 1923 ж. Орынборда.','Т.Тәжібаев, 1998 ж. Алматыда.','Қ.Б.Жарықбаев, 1986 ж. Алматыда.','Ә.Темірбеков, С.Балаубаев, 1966 ж. Алматыда.']
                }
                ,
                {
                    numb: 599,
                    question: 'Сезгіштік деген не:',
                    answer: 'психологияда адамның түйсіне алу қабілетін айтады.',
                    options: ['психологияда адамның түйсіне алу қабілетін айтады.','сезім мүшелерінің өте әлсіз тітіркендіргіштерді түйсіне алуы.','сезім мүшелерінің тітіркендіргіштердің арасындағы болмашы айырмашылықты түйсіне алуы.','мидың рефлекстік қызметі.','әртүрлі себептермен туындайтын қызу өтетін эмоциялық күйдің жоғары түрі.']
                }
                ,
                {
                    numb: 600,
                    question: 'Тану процесінің мазмұны:',
                    answer: 'бұрынғы қабылданған нәрсеге, құбылысқа қайта кездескенде ғана болатын процесс.',
                    options: ['бұрынғы қабылданған нәрсеге, құбылысқа қайта кездескенде ғана болатын процесс.','қабылданған материалды керек кезінде еске түсіре алмау, қателесу.','есте қалдыру процесіне қарама-қарсы процесс.','жүйке клеткаларындағы тежелу процесінің дамуы.','адамның ақыл-ойымен тығыз байланысты психикалық сана.']
                }
                ,
                {
                    numb: 601,
                    question: 'Жоғары сезімдерді анықта:',
                    answer: 'ақыл-ой, эстетикалық, адамгершілік*моральдық сезімдер.',
                    options: ['ақыл-ой, эстетикалық, адамгершілік*моральдық сезімдер.','аффект, эмпатия, стресс.','стеникалық, астеникалық сезімдер.','кейіп, фрустрация.','дистресс']
                }
                ,
                {
                    numb: 602,
                    question: 'Ерік әрекетінің мазмұны:',
                    answer: 'адамның өз мінез-құлқын саналы түрде меңгере алу қабілеті.',
                    options: ['адамның өз мінез-құлқын саналы түрде меңгере алу қабілеті.','адам көңіл-күйінің ерекше көріністері.','адамның өзіне, өзге адамдарға, айналасындағы заттер мен құбылыстарға көңіл-күйінің қатынасын білдіруі.','ерікті болуы адамдардың адамдармен тіл табысын кетуі.','өз-өзінен пайда болатын адамның қажеттілігі.']
                }
                ,
                {
                    numb: 603,
                    question: 'Мінез көріністерінің мазмұны:',
                    answer: 'әрбір адамның жеке басына тән өзіндік психологиялық қасиеттер мен ерекшеліктер жиынтығы.',
                    options: ['әрбір адамның жеке басына тән өзіндік психологиялық қасиеттер мен ерекшеліктер жиынтығы.','өзгермейтін, тұрақты психикалық қасиет.','жүйке жүйесінің табиғи типтік қасиеттеріне тәуелді, жеке адамға тән дара өзгешелік.','ес сезімінің тума қабілеттерден туындайтын адамның іс-әрекеті.','адамның іс-әрекетін меңгере алу қабілеті.']
                }
                ,
                {
                    numb: 604,
                    question: 'Психика деген не:',
                    answer: 'объективті дүниенің миымызда субъективті бейнеленуі.',
                    options: ['объективті дүниенің миымызда субъективті бейнеленуі.','жоғары деңгейде кемелденіп жетілген мидың қызметі.','ақиқатты, объективті шындықты танып білудің үнемі дамып күрделеніп отыратын диалектикалық жолы.','адамның дара ерекшелігі.','адамның жоғары сезімі.']
                }
                ,
                {
                    numb: 605,
                    question: 'Темпераменттің физиологиялық негізі неге байланысты:',
                    answer: 'жүйке жүйесінің жұмысына.',
                    options: ['жүйке жүйесінің жұмысына.','мидың физиологиялық ерекшелігіне.','денедегі сұйықтардың мөлшеріне.','организмнің түрліше физиологиялық өзгешеліктеріне.','организмдегі химиялық элементтердің азды-көптігіне.']
                }
                ,
                {
                    numb: 606,
                    question: 'Темпераменттің физиологиялық негіздерін ғылыми тұрғыдан түсіндірген:',
                    answer: 'Академик – И.П.Павлов.',
                    options: ['Академик – И.П.Павлов.','И.М.Сеченов.','В.М.Бехтерев.','Неміс философы – И.Кант.','Ежелгі грек дәрігері – Гиппократ.']
                }
                ,
                {
                    numb: 607,
                    question: 'Сөйлеудің мәнерлілігі:',
                    answer: 'әрбір сөзді өзінің сазымен, ырғағымен айту.',
                    options: ['әрбір сөзді өзінің сазымен, ырғағымен айту.','ойдың, сезімнің құндылығы, тереңдігі, мазмұндылығын ескеру.','адамның білім дәрежесімен сипатталады.','адамның ниет тілегін, мұқтаждығы мен қабілеттілігіне тәуелді.','ойды нақты баяндай білу.']
                }
                ,
                {
                    numb: 608,
                    question: 'Қабілет дегеніміз не:',
                    answer: 'іс-әрекеттің белгілі бір түрін ойдағыдай нәтижелі орындауда көрінетін адамның жеке қасиеті.',
                    options: ['іс-әрекеттің белгілі бір түрін ойдағыдай нәтижелі орындауда көрінетін адамның жеке қасиеті.','біртіндеп өмір сатысында дамып, қалыптасып отыратын психикалық қасиет.','қоршаған ортаның әсерінен пайда болатын психикалық процесс.','өмірдің қай саласында болмасын жаңалық ашу.','адам санасының белгілі бір объектіге бағытталуы.']
                }
                ,
                {
                    numb: 609,
                    question: 'Нышанның ықпалымен қалыптасқан жеке адамның психикалық қасиеті не деп аталады:',
                    answer: 'дарындылық',
                    options: ['дарындылық','данышпандық','бейімділік','қабілет','талант']
                }
                ,
                {
                    numb: 610,
                    question: 'Жүйке жүйесінің типтерін анықта:',
                    answer: 'ширақ тип, баяу тип, ұстамсыз тип, әлсіз тип.',
                    options: ['ширақ тип, баяу тип, ұстамсыз тип, әлсіз тип.','ұстамсыз тип , қозғалғыштығы.','жүйке жүйесінің күші, тепе-теңдігі, қозғалмалығы .','әлсіз тип.','баяу тиа.']
                }
                ,
                {
                    numb: 611,
                    question: 'Адам мен хайуанаттар психикасын салыстыра отырып зерттейтін, ерекшеліктерін ажырататын психология ғылымының саласын анықта:',
                    answer: 'салыстырмалы психология.',
                    options: ['салыстырмалы психология.','әлеуметтік психология.','медициналық психология.','сот психологиясы.','еңбек психологиясы.']
                }
                ,
                {
                    numb: 612,
                    question: 'Қазіргі психологиялық зерттеулерде қай әдіс негізгі және маңыздырақ деп саналады:',
                    answer: 'эксперимент',
                    options: ['эксперимент','гнетикалық','тест','референтометрия.','сұхбат']
                }
                ,
                {
                    numb: 613,
                    question: 'Индукциялық ой қорытындысы деген не:',
                    answer: 'жекеден жалпыға қарай жасалатын ой қорытындысы.',
                    options: ['жекеден жалпыға қарай жасалатын ой қорытындысы.','жалпыдан жекеге қарай жасалатын ой қорытындысы.','объектілер мен болмыстың айырмашылығын табу тәсілі.','ойдың шындық дүниедегі заттар мен құбылыстардың жалпы және мәнді сипаттарын.','Заттар мен құбылыстар туралы ой.']
                }
                ,
                {
                    numb: 614,
                    question: 'Жеке адамның психикалық қасиеттері:',
                    answer: 'мінез, темперамент, қабілет .',
                    options: ['мінез, темперамент, қабілет .','сезім, ерік.','зейін.','түйсіну, қабылдау.','сана, психика.']
                }
                ,
                {
                    numb: 615,
                    question: 'Эстетикалық сезімдер дегеніміз:',
                    answer: 'адамның шындықтағы қандай болмасын бір сұлулықты сезінуі.',
                    options: ['адамның шындықтағы қандай болмасын бір сұлулықты сезінуі.','адамның тану процестерімен, ақыл-ой әрекетімен тығыз байланысып жатуы.','адамның ойы мен әрекетінің негізгі бағытына із қалдыратын терең тұрақты эмоция.','ьахаббат сезімі.','қоғамның тарихи дамуында пайда болған сезімдер.']
                }
                ,
                {
                    numb: 616,
                    question: 'Көрсетілген әдістердің қайсысы қосымша әдістерге жатады:',
                    answer: 'анкета әдісі, тест әдісі .',
                    options: ['анкета әдісі, тест әдісі .','бақылау','лабораториялық эксперимент.','табиғи эксперимент.','жаппай және ішінара бақылау.']
                }
                ,
                {
                    numb: 617,
                    question: 'Диалогтық сөйлеу дегеніміз:',
                    answer: 'екі немесе одан да көп адамдардың тілдесуі.',
                    options: ['екі немесе одан да көп адамдардың тілдесуі.','тілдік материалдар негізінде дауыстамай-ақ сөйлей алушылық.','бір адамның сөзі, яғни баяндамашының сөзі.','өз ойын жазба түрінде беруі.','жымдағы мәселені талдау.']
                }
                ,
                {
                    numb: 618,
                    question: 'Экстерорецепторларға жататын түйсіну түрлерін анықта:',
                    answer: 'лөру, есту, иіс, дәм, тері .',
                    options: ['лөру, есту, иіс, дәм, тері .','бұлшық ет, сіңірден шығатын түйсінулер.','органикалық.','буыннан шығатын түйсінулер.','аштықты, шөлді, тоқтықты, ауырғанды түйсінулер .']
                }
                ,
                {
                    numb: 619,
                    question: 'Фрустрация деген не:',
                    answer: 'қанағаттанбаушылық сезіммен жан дүниесінің күйзелуі.',
                    options: ['қанағаттанбаушылық сезіммен жан дүниесінің күйзелуі.','адам халінің өз басына түскендей көңіл-күйде болуы.','кенеттен пайда болып, бұрқ етіп сыртқа шығатын қуатты көңіл-күй.','қуаныш сезімі.','адамның таным, білімге байланысты қажырлы көңіл-күйі.']
                }
                ,
                {
                    numb: 620,
                    question: 'Синестезия қандай құбылыс:',
                    answer: 'түйсіктердің қосарлана жұмыс істеуі.',
                    options: ['түйсіктердің қосарлана жұмыс істеуі.','организмнің сыртқы тітіркендіргіштерге бейімделуі.','сезгіштіктің тек артуын көрсететін құбылыс.','ішкі факторлар әсерінен анализаторлардың сезгіштігінің төмендеуі.','түйсіне алу қабілеті.']
                }
                ,
                {
                    numb: 621,
                    question: 'Түйсік заңдылықтарын анықта:',
                    answer: 'адаптация, синестезия, сенсибилизация.',
                    options: ['адаптация, синестезия, сенсибилизация.','түйсіктің әрбір түрінің өзінің спецификалық ерекшеліктері бар.','тітіркендіргіштердің әсер ету уақыты мен жиілігі және сезу органдарының жағдайлары.','әсер ететін тітіркендіргіштердің күшімен және рецептордың функционалдық жағдайларымен анықталады.','мнемоника']
                }
                ,
                {
                    numb: 622,
                    question: 'Зейіннің аударылуы деген не:',
                    answer: 'Бір объектіден екінші объектіге назар аударылуы.',
                    options: ['Бір объектіден екінші объектіге назар аударылуы.','Бір уақыттың ішінде оның қамтитын объектілерінің саны.','Бір объектіге бағытталып, ұзақ уақыт бойы шоғырлануы.','Адам санасының белгілі бір затқа бағыттала тұрақталуы.','Бөгде тітіркендіргіштерге елеңдей беруі.']
                }
                ,
                {
                    numb: 623,
                    question: 'Бұлшық еттерде, тарамыс пен сіңірлерде орналасқан сезім мүшелері:',
                    answer: 'Проприорецептор',
                    options: ['Проприорецептор','экстерорецептор','интерорецептор','органикалық','статикалық']
                }
                ,
                {
                    numb: 624,
                    question: 'Бұл адамның барлық толғаныс-тебіреністері мен әрекетіне өң беретін біршама ұзақ эмоциялық күй:',
                    answer: 'көңіл-күй.',
                    options: ['көңіл-күй.','аффект','фрустрация','құмарлық','эмпатия']
                }
                ,
                {
                    numb: 625,
                    question: 'Ассоциациялық принциптерді тұңғыш зерттеген кім:',
                    answer: 'Аристотель',
                    options: ['Аристотель','Д.Н.Узнадзе .','А.Р.Лурия .','Гиппократ','И.П.Павлов']
                }
                ,
                {
                    numb: 626,
                    question: 'Ахроматикалық түстерге қандай түс жатады :',
                    answer: 'ақ, сұр, қара.',
                    options: ['ақ, сұр, қара.','қызыл','жасыл','сары','көк']
                }
                ,
                {
                    numb: 627,
                    question: 'Ес процестерін анықта:',
                    answer: 'есте сақтау, қайта жаңғырту, тану, ұмыту.',
                    options: ['есте сақтау, қайта жаңғырту, тану, ұмыту.','сөз-логикалық.','образдық.','қозғалыс.','эмоциялық.']
                }
                ,
                {
                    numb: 628,
                    question: 'Мінездің анықтамасы:',
                    answer: 'Адамның жеке басына тән өзіндік психологиялық қасиеттер мен ерекшеліктердің жиынтығы.',
                    options: ['Адамның жеке басына тән өзіндік психологиялық қасиеттер мен ерекшеліктердің жиынтығы.','Жүйке жүйесінің тума биологиялық ерекшеліктері.','Адамның әрқилы қимыл-әрекеті.','Мидағы оптималдық қозу ошағы.','Тұрақты, өзгермейтін психикалық қасиет.']
                }
                ,
                {
                    numb: 629,
                    question: 'Психологияның ғылым ретінде пайда болып, дүниеге тұңғыш келген жері:',
                    answer: 'Ежелгі Грецияда .',
                    options: ['Ежелгі Грецияда .','Мысыр мен Үндістанда /б.з.д. VI ғасыр/ .','Қытайда /б.з.д. ХІІІ ғ./.','Англияда /ХVғ./.','Германияда']
                }
                ,
                {
                    numb: 630,
                    question: 'Темперамент типтерін анықта: Жүйке процестері күшті, бірі екіншісіне тең келмейтін, ұйытқымалы, қимыл-қозғалысы шапшаң, басынан кешкен сезімі санасында терең із қалдырады, іске шапшаң кіріседі, ұйымдастырушылық қабілеті жоғары:',
                    answer: 'холерик',
                    options: ['холерик','меланхолик','сангвиник','флегматиг','экстраверт']
                }
                ,
                {
                    numb: 631,
                    question: 'Адамның өзіне бағытталған сөйлеу түрі:',
                    answer: 'эгоцентрикалық',
                    options: ['эгоцентрикалық','диалог','монолог','сырттай','жазбаша']
                }
                ,
                {
                    numb: 632,
                    question: 'Білім беру мен тәрбиелеудің психологиялық негізін зерттейтін психологияның саласы:',
                    answer: 'педагогикалық психология.',
                    options: ['педагогикалық психология.','медициналық психология.','өнер психологиясы.','жалпы психология.','инженерлік.']
                }
                ,
                {
                    numb: 633,
                    question: 'Адамға күш беріп, әрекетке ұмтылдыратын, көтеріңкі сезімдер қалай аталады:',
                    answer: 'стеникалық.',
                    options: ['стеникалық.','астеникалық.','стресс.','дистресс','аффект']
                }
                ,
                {
                    numb: 634,
                    question: 'Түрлі себептерге байланысты шындықтағы объектілерді қате қабылдау:',
                    answer: 'иллюзия.',
                    options: ['иллюзия.','галлюцинация.','структуралы қабылдау.','тұтастай','ьұрақтылығы.']
                }
                ,
                {
                    numb: 635,
                    question: 'Қабілеттің бастапқы табиғи негізі ретінде адамда туа пайда болатын жүйке қызметінің ерекшелігі не деп аталады:',
                    answer: 'нышан',
                    options: ['нышан','синестезия','амнезия','гипотеза','бейімділік']
                }
                ,
                {
                    numb: 636,
                    question: 'Ойлау процесінің мазмұны:',
                    answer: 'Сыртқы дүние заттары мен құбылыстарының байланыс-қатынастарының миымызда жалпылай және жанама түрде сөз арқылы бейнеленуі.',
                    options: ['Сыртқы дүние заттары мен құбылыстарының байланыс-қатынастарының миымызда жалпылай және жанама түрде сөз арқылы бейнеленуі.','таным процестерінің ішіндегі күрделі әрі тек адамға ғана тән психикалық процесс.','өмірдің қай саласы болмасын жаңалық ашуы.','адамның ақыл-ойымен тығыз байланысты күрделі психикалық процесс.','адамның дыбыс арқылы ойын басқа біреуге жеткізуі.']
                }
                ,
                {
                    numb: 637,
                    question: 'Сырттан әсер еткен тітіркендіргішке организмнің бейімделуі:',
                    answer: 'адаптация',
                    options: ['адаптация','синестезия','сенсибилизация','апперцепция','иллюция']
                }
                ,
                {
                    numb: 638,
                    question: 'Хроматикалық түстерге қандай түс жатады:',
                    answer: 'қызыл, сары, жасыл, күлгін.',
                    options: ['қызыл, сары, жасыл, күлгін.','шұбар, ала .','сұр','ақ','қара']
                }
                ,
                {
                    numb: 639,
                    question: 'Ассоциациялық принциптерді тұңғыш зерттеген кім:',
                    answer: 'Аристотель.',
                    options: ['Аристотель.','Д.Н.Узнадзе .','А.Р.Лурия .','И.П.Павлов .','Гиппократ.']
                }
                ,
                {
                    numb: 640,
                    question: 'Адам қанағаттанбау, реніш сезімін бастан жиі кешіреді, тұрақты жағымсыз эмоцияға душар ететін күйдің түрі:',
                    answer: 'фрустрация',
                    options: ['фрустрация','эмпатия','құмарлық','әуестік','стресс']
                }
                ,
                {
                    numb: 641,
                    question: 'Жеткіншектік кезеңдегі балалардың негізгі әрекетін ата:',
                    answer: 'оқу',
                    options: ['оқу','ойын','қоғамдық пайдалы еңбек.','өзіне-өзі қызмет етуі.','спортпен шұғылдану.']
                }
                ,
                {
                    numb: 642,
                    question: 'Екінші сигналдық жүйенің мазмұны:',
                    answer: 'сөз, сөйлеу және олардың негізінде туатын уақытша байланыстар.',
                    options: ['сөз, сөйлеу және олардың негізінде туатын уақытша байланыстар.','адамға да, жануарларға да тән.','адамның шығармашылық қиялының сырқа шығуы үшін қажетті шарт.','айналадағы болмыс пен шындық жайлы дұрыс елес тудыру.','шартсыз рефлекстерге сүйенбейді.']
                }
                ,
                {
                    numb: 643,
                    question: 'Вибрациялық түйсіну деген не:',
                    answer: 'қозғалған заттардың ауаны толқытуын дененің сезіне алуы.',
                    options: ['қозғалған заттардың ауаны толқытуын дененің сезіне алуы.','дененің кеңістіктегі орнын анықтайды.','қимыл әрекеттердің жылдамдықтарымен байланысты.','Заттардың механикалық және термикалық сипаттарының теріге әсер етуі.','ішкі органдардың жұмысымен байланысты.']
                }
                ,
                {
                    numb: 644,
                    question: 'Жүйке жүйесінің ауруға шалдығуына байланысты жалған, теріс, бұрмаланған бейнелердің тууын қабылдаудың қай заңдылығына жатқызуға болады Жүйке жүйесінің ауруға шалдығуына байланысты жалған, теріс, бұрмаланған бейнелердің тууын қабылдаудың қай заңдылығына жатқызуға болады:',
                    answer: 'галлюцинация',
                    options: ['галлюцинация','иллюзия','апперцепция','синестезия','адаптация']
                }
                ,
                {
                    numb: 645,
                    question: 'Ой қорытындысы деген не:',
                    answer: 'адам түрлі пікірлерді салыстыра, анализдей отырып, жеке я логикалық қорытындыға келеді.',
                    options: ['адам түрлі пікірлерді салыстыра, анализдей отырып, жеке я логикалық қорытындыға келеді.','құбылыстар арасында байланыс орнату.','қажырлы ақыл-ой жұмысының нәтижелі аяқталуы.','ой арқылы әрбір объекті мен болмыстың ерекшеліктерін, қасиеттерін көрсету.','жеке бөлшектерден тұтас объектіні құрастыру.']
                }
                ,
                {
                    numb: 646,
                    question: 'Төменде берілген тапсырмада эмоциялық жағдайдың қай түрін ажыратуға болады. «Бір бала асық ойнауға, екіншісі марка жинауға, үшіншісі аквариумда балық өсіруге, ал өзге біреулері тіпті жағымсыз істерге /темекі шегу т.б./ бейім тұрады»:',
                    answer: 'құмарлық',
                    options: ['құмарлық','аффект','көңіл-күй.','фрустрация.','эмпатия.']
                }
                ,
                {
                    numb: 647,
                    question: 'Зейіннің негізгі қасиетін анықта: Адамның бір объектіге немесе бір жұмысқа ұзағырақ тұрақтай алуы зейіннің қай қасиеті:',
                    answer: 'зейіннің тұрақтылығы.',
                    options: ['зейіннің тұрақтылығы.','зейіннің бөлінуі.','зейіннің ауысуы.','апперцепция.','зейіннің шоғырлануы.']
                }
                ,
                {
                    numb: 648,
                    question: 'Нышанның ықпалымен қалыптасқан жеке адамның психикалық қасиеті не деп аталады:',
                    answer: 'дарындылық.',
                    options: ['дарындылық.','талант.','данышпандық','бейімділік','қабілет']
                }
                ,
                {
                    numb: 649,
                    question: 'Қазіргі психологиялық зерттеулерде қай әдіс негізгі және маңыздырақ деп саналады:',
                    answer: 'эксперимент.',
                    options: ['эксперимент.','генетикалық','тест','социометрия','сұхбат']
                }
                ,
                {
                    numb: 650,
                    question: '﻿Психология ғылымының классификациясы:',
                    answer: 'Психикалық процестер, жағдайлар, қасиеттер.',
                    options: ['Психикалық процестер, жағдайлар, қасиеттер.','Іс-әрекет пен сана бірлігі.','Детерминизм, даму.','Инженерлік, заң, спорт, өнер, салыстырмалы.','Экстерорецепторлар, интерорецепторлар.']
                }
                ,
                {
                    numb: 651,
                    question: 'Ойлау операциялары қай топта анық берілген:',
                    answer: 'Анализ, салыстыру, синтез, жалпылау, абстракциялау.',
                    options: ['Анализ, салыстыру, синтез, жалпылау, абстракциялау.','Индукция, синтез, ұғым, жалпылау.','Анализ, дедукция, синтез, абстракция, пікір.','Салыстыру, жалпылау, анализ, ой қорытындысы.','Топтау, жіктеу, синтез, ой қорытындысы.']
                }
                ,
                {
                    numb: 652,
                    question: 'Естің физиологиялық негізін түсіндіретін басты теория:',
                    answer: 'Ассоциациялық байланыстар.',
                    options: ['Ассоциациялық байланыстар.','Доминанта','Көрнекі-бейнелі жаңғырту.','Анализаторлардың қызметі.','Қозудың оптимальды ошағы.']
                }
                ,
                {
                    numb: 653,
                    question: 'Қабілеттіліктің дамуының негізгі физиологиялық ерекшелігі:',
                    answer: 'нышан',
                    options: ['нышан','темперамент','ойлау','дарындылық','арнайы қабілет']
                }
                ,
                {
                    numb: 654,
                    question: 'Апперцепция дегеніміз не:',
                    answer: 'Қабылдаудың адамның жалпы психикалық тұрмысы мен өткен тәжірибесінің мазмұнына байланыстырылған.',
                    options: ['Қабылдаудың адамның жалпы психикалық тұрмысы мен өткен тәжірибесінің мазмұнына байланыстырылған.','Түрлі себептерге байланысты шындықтағы объектілерді қате қабылдау.','Сыртқы жағдайдың өзгеруіне қарамастан - заттардың кейбір қасиеттерінің бір қалыпты болып қабылдануы.','Толып жатқан объектілердің ішінен біреуін керектісін іріктеуіміз.','Заттарды немесе құбылыстардың мәніне, мазмұнына байланысты бөліктерге бөліп қабылдау.']
                }
                ,
                {
                    numb: 655,
                    question: 'Төменде көрсетілген психологтардың қайсысы топтық қарым-қатынасты зеттеуге «социометриялық» әдісті ұсынған ғылым:',
                    answer: 'Дж. Морено',
                    options: ['Дж. Морено','Д.Векслер','Ч. Осгуд','Г.Айзенк','М.Люшер']
                }
                ,
                {
                    numb: 656,
                    question: 'Адам мен жануарлардың психологиялық ерекшеліктеріндегі айырмашылықтарды зерттейтін психология ғылымының саласы:',
                    answer: 'салыстырмалы психология',
                    options: ['салыстырмалы психология','тифлопсихология','жас ерекшелігі','олигофренопсихология','педагогикалық психология']
                }
                ,
                {
                    numb: 657,
                    question: 'Адамның түрлі көңіл күйінің тұрақты компоненттерін білдіретін психикалық құбылыс:',
                    answer: 'психикалық кейіп немесе күй',
                    options: ['психикалық кейіп немесе күй','психикалық қасиет','психикалық үрдіс','психикалық құбылыс','психикалық жағдай']
                }
                ,
                {
                    numb: 658,
                    question: 'Ой арқылы түрлі заттар мен құбылыстардың мәнді жақтарын жеке бөліктерге бөлу:',
                    answer: 'Анализ',
                    options: ['Анализ','Синтез','Абстракция','Нақтылау','Жалпылау']
                }
                ,
                {
                    numb: 659,
                    question: 'Сыртқы дүние заттары мен құбылыстарының байланыс - қатынастарының миымызда жалпылай және жанама түрде сөз арқылы бейнеленуі:',
                    answer: 'Ойлау',
                    options: ['Ойлау','Қиял','Сөйлеу','Қабылдау','Түйсік']
                }
                ,
                {
                    numb: 660,
                    question: 'Нерв жүйесінің физиологиялық негіздері қандай:',
                    answer: 'Қозу, тежелу.',
                    options: ['Қозу, тежелу.','Иррадация, концентрация.','Күрделі, қарапайым.','Анализ, синтез.','Салыстыру, нақтылау.']
                }
                ,
                {
                    numb: 661,
                    question: 'Ес процестерінің негізі болып табылатын байланыстарды психологияда қалай атайды:',
                    answer: 'ассоциация',
                    options: ['ассоциация','операция','мнемоника','рефлекция','аккомодация']
                }
                ,
                {
                    numb: 662,
                    question: 'Сенсебелизация - бұл...:',
                    answer: 'анализаторлардың өзара әрекет нәтижесінде сезгіштіктің артуы',
                    options: ['анализаторлардың өзара әрекет нәтижесінде сезгіштіктің артуы','қоршаған ортаға бейімделу барысында сезгіштіктің төмендеуі','бір анализатордан басқа анализаторға тән түйсінудің пайда болуы','дене перефереясында орналасқан анатомо -физиологиялық аппарат','әрдайым әрекетте болатын тітіркендіргішке сезгіштіктің төмендеуі']
                }
                ,
                {
                    numb: 663,
                    question: 'Психика деген не:',
                    answer: 'Адам миының жоғарғы дәрежедегі қызметі.',
                    options: ['Адам миының жоғарғы дәрежедегі қызметі.','Жануарлардың сенсорлық әрекеті.','Жан туралы ілім.','Психологияның зерттеу әдістері.','Мидың құрылысы.']
                }
                ,
                {
                    numb: 664,
                    question: 'Психология ғылымы нені зерттейді:',
                    answer: 'Адамның жеке адам ретіндегі психикасының даму заңдылықтарын.',
                    options: ['Адамның жеке адам ретіндегі психикасының даму заңдылықтарын.','Сананың даму заңдылығын.','Психология ғылымының салаларын.','Адамдардың психологиялық ерекшеліктерін зерттеу.','Бала психологиясының дамуын зерттейді.']
                }
                ,
                {
                    numb: 665,
                    question: 'Эксперимент әдісінің түрлері:',
                    answer: 'Табиғи, лабораториялық.',
                    options: ['Табиғи, лабораториялық.','Күрделі, қарапайым.','Аспапты, аспапсыз.','Негізгі, қосымша.','Арнаулы, жалпы.']
                }
                ,
                {
                    numb: 666,
                    question: 'Шетел психологиясының негізгі ағымдары:',
                    answer: 'Бихевиоризм, гештальтизм, психоанализ.',
                    options: ['Бихевиоризм, гештальтизм, психоанализ.','Инстинкт, дағды, интеллект.','Бақылау, эксперимент.','Табиғи, лабораториялық.','Модельдеу, анкеталық.']
                }
                ,
                {
                    numb: 667,
                    question: 'Қабілеттілікке жатпайды:',
                    answer: 'мінез',
                    options: ['мінез','талант','дарындылық','нышан','бейімділік']
                }
                ,
                {
                    numb: 668,
                    question: 'Іс-әрекет және қарым-қатынас барысында қалыптасқан жеке адамның тұрақты дара ерекшелігінің жиынтығы:',
                    answer: 'мінез',
                    options: ['мінез','темперамент','қабілет','нышан','еңбек']
                }
                ,
                {
                    numb: 669,
                    question: 'Психикалық процестер деген не:',
                    answer: 'Сыртқы тітіркендіргіштердің адамның сезім мүшелеріне әсер етуі арқылы мида бейнеленуі.',
                    options: ['Сыртқы тітіркендіргіштердің адамның сезім мүшелеріне әсер етуі арқылы мида бейнеленуі.','Сезім мен эмоцияны дамыту.','Көңіл-күйдің тұрақты белгілері.','Адамның қайталанбайтын даралық ерекшелігі.','Индивидтің қалыптасуы.']
                }
                ,
                {
                    numb: 670,
                    question: 'Адамның ақыл-ой әрекетінің әуелде сыртқы заттық әрекет түрінде көрініп, бірте-бірте ішкі психикалық амалға ауысуын көрсеткен ғалымдар:',
                    answer: 'Л.С.Выготский, А.Н.Леонтьев, П.Я.Гальперин',
                    options: ['Л.С.Выготский, А.Н.Леонтьев, П.Я.Гальперин','П.К.Анохин, С.Л. Рубинштейн, Б.Г.Ананьев','Б.М.Кедров, Б.М.Теплов, Б.Ф.Ломов','И.М.Сеченов, А.А.Ухтомский, К.М.Быков','Н.И.Красногорский, Б.М.Теплов, А.Н.Леонтьев']
                }
                ,
                {
                    numb: 671,
                    question: 'Байсалды, ұстамды, еңбекқор, қызмет етуде сабырлы және төзімді, қозу мен тежелуі бір-біріне тең, баяу қозғалғыш қасиеттері қай тип темпераментіне тән:',
                    answer: 'флегматик',
                    options: ['флегматик','сангвиник','холерик','меланхолик','атлетик']
                }
                ,
                {
                    numb: 672,
                    question: 'Аристотельдің психология туралы еңбегі қалай аталады:',
                    answer: '«Жан туралы».',
                    options: ['«Жан туралы».','«Жан жүйесі және өнер таңдау».','«Психология».','«Педагогика».','«Адам-тәрбие құралы».']
                }
                ,
                {
                    numb: 673,
                    question: '«Психология – сана туралы ғылым» - деген түсінік қай кезеңде, қандай ғылымдардың дамуымен байланысты қалыптасты:',
                    answer: 'XIX ғасырда, философия.',
                    options: ['XIX ғасырда, философия.','XIX ғасырда, политология.','XIX ғасырда, жаратылыстану.','XVII ғасыр, кибернетика.','XVII ғасыр, социология.']
                }
                ,
                {
                    numb: 674,
                    question: '«Стресс» сөзін алғаш қолданған ғалым:',
                    answer: 'Ганс Селье',
                    options: ['Ганс Селье','С.Шехнер','Д.О.Хеббу','К.Ланге','Л.Фестингер']
                }
                ,
                {
                    numb: 675,
                    question: 'Бақылау әдісіне қойылатын талаптардың бірі:',
                    answer: 'Мақсаттылығы.',
                    options: ['Мақсаттылығы.','Жалпы зерттеу жүргізу.','Ойлау процесін зерттеу.','Адамның өзінің өзіне зерттеу жүргізуі.','Аспаптарды қолданып зерттеу жүргізу.']
                }
                ,
                {
                    numb: 676,
                    question: 'Топтың түрлері қандай:',
                    answer: 'Нақты, шартты, үлкен, кіші, референт.',
                    options: ['Нақты, шартты, үлкен, кіші, референт.','Лидерлік, ұжымдық.','Контактілі, негізгі.','Ғылыми, қоғамдық.','Кәсіби, қоғамдық.']
                }
                ,
                {
                    numb: 677,
                    question: 'Адамды белсенді әрекетке итермелейтін:',
                    answer: 'түрткі',
                    options: ['түрткі','ерік','еріктік күш жігер','бағыттылық','мақсаттылық']
                }
                ,
                {
                    numb: 678,
                    question: 'Онтогенездегі даму, ол ...:',
                    answer: 'адамның туғаннан өлгенге дейінгі дамуы',
                    options: ['адамның туғаннан өлгенге дейінгі дамуы','өмірдегі зерделі жастағы кезеңдегі даму','адамның іште жатқан кезде дамуы','жеткіншек кезеңіндегі даму','балалық кезеңіндегі даму']
                }
                ,
                {
                    numb: 679,
                    question: 'Зейіннің обьектіге шоғырлануға қабілетсіздігі:',
                    answer: 'Шашыраңқылық',
                    options: ['Шашыраңқылық','Рефлекция','Тітіркенушілік','Реминисценция','Релаксация']
                }
                ,
                {
                    numb: 680,
                    question: 'Техникамен айналысатын адамдардың психологиясын зерттейтін сала:',
                    answer: 'Инженерлік',
                    options: ['Инженерлік','Ғарыш.','Заң','Математикалық әдіс.','Модельдеу.']
                }
                ,
                {
                    numb: 681,
                    question: 'Салыстырмалы психология саласы нені зерттейді:',
                    answer: 'Адам мен жануар психикасын зерттеу.',
                    options: ['Адам мен жануар психикасын зерттеу.','Жануар психикасын зерттеу.','Адамдардың психикасын жас кезеңдеріне қарай анықтау.','Адамдардың сөйлеу ерекшелігін зерттеу.','Адамның ойлау ерекшелігін зерттеу.']
                }
                ,
                {
                    numb: 682,
                    question: 'Аффект көрсеткіші:',
                    answer: 'еріктің өз әрекетіне бақылауының бұзылуы',
                    options: ['еріктің өз әрекетіне бақылауының бұзылуы','сананың аздап өзгеруі','өзін-өзі ұстауды сақтау','еріктің өз әрекетіне бақылауының сақталуы','қобалжу']
                }
                ,
                {
                    numb: 683,
                    question: '3ейінді бір объектіге тұрақтандырып, сонымен қатар бірнеше іс-әрекет түрлерімен айналысу зейіннің қай қасиетін білдіреді:',
                    answer: 'зейіннің бөлінушілігін',
                    options: ['зейіннің бөлінушілігін','зейіннің тұрақтылығын','зейіннің алаң болушылығы','зейіннің аударылуын','зейіннің көлемін']
                }
                ,
                {
                    numb: 684,
                    question: 'Іс-әрекеттің негізгі түрлері:',
                    answer: 'ойын, оқу, еңбек',
                    options: ['ойын, оқу, еңбек','ойын, еңбек','еңбек, қарым-қатынас','дұрыс жауап жоқ','іскерлік пен дағды']
                }
                ,
                {
                    numb: 685,
                    question: 'Интеллект деген не:',
                    answer: 'Ақыл-ойдың дамуы.',
                    options: ['Ақыл-ойдың дамуы.','Мидың дамуы.','Сөйлеудің дамуы.','Сезімнің дамуы.','Түйсіну.']
                }
                ,
                {
                    numb: 686,
                    question: 'Гештальтпсихологияның мақсаты қандай:',
                    answer: 'Психикалық құбылыстардың принциптерін тұтас түсіндіру.',
                    options: ['Психикалық құбылыстардың принциптерін тұтас түсіндіру.','Тәртіп-қылықты зерттеу.','Психоанализді зерттеу.','З.Фрейд ілімдерін уағыздау.','Торндайк дамытқан ілім.']
                }
                ,
                {
                    numb: 687,
                    question: 'Ойлау, сөйлеу, ес, қиял, қабылдау психология ғылымының қандай классификациясына жатады:',
                    answer: 'Психикалық процесс.',
                    options: ['Психикалық процесс.','Психикалық жағдай.','Психикалық қасиет.','Психикалық даму.','Психикалық бейне.']
                }
                ,
                {
                    numb: 688,
                    question: 'Сыртқы заттар мен құбылыстардың адамның сезім мүшелеріне әсер ете отыра миында бейнеленуі қандай теория:',
                    answer: 'Бейнелеу',
                    options: ['Бейнелеу','Доминанта','Өріс','Ассоциация.','Биологиялық.']
                }
                ,
                {
                    numb: 689,
                    question: 'Өзіне тән білімі, іс-тәжірибесі бар, қоғамда, ұжымда өмір сүретін адам:',
                    answer: 'Жеке тұлға.',
                    options: ['Жеке тұлға.','Ұстаз','Даралық.','Адам.','Индивид.']
                }
                ,
];
showqa();