var title = 'Психология / 1-259'; 
var questionCount = 241; 
var timeValue = 60;
var answerMixing = true;
var deadLine = false;
var about = false;
let syllabus = '';

showDetail();

let questions = [

                {
                    numb: 1,
                    question: '﻿Ой операцияларына жатпайтын психикалық құбылыс:',
                    answer: 'қиял',
                    options: ['қиял','анализ','синтез','салыстыру','абстракция']
                }
                ,
                {
                    numb: 2,
                    question: 'Ес бұл:',
                    answer: 'қайта жаңғырту',
                    options: ['қайта жаңғырту','жеке тітіркендіргіштерді тану','жанама тану','жалпылай тану','тұтастай бейне түзу']
                }
                ,
                {
                    numb: 3,
                    question: 'Ойлау, бұл:',
                    answer: 'жанама бейнелеу',
                    options: ['жанама бейнелеу','жалпылай бейнелеу','нақты бейнелеу','қайта жаңғырту','тұтастай бейнелеу']
                }
                ,
                {
                    numb: 4,
                    question: 'Егер әрекетті бірнеше рет ұзақ қайталанып, жаттықтырылса, онда не қалыптасады:',
                    answer: 'дағды',
                    options: ['дағды','іскерлік','әдет','қылық','мінез-құлық']
                }
                ,
                {
                    numb: 5,
                    question: 'Табиғи даралық бұл:',
                    answer: 'темперамент',
                    options: ['темперамент','мінез','ерік','сезім','қабілет']
                }
                ,
                {
                    numb: 6,
                    question: 'Естің түрлеріне жатпайды:',
                    answer: 'ырықты',
                    options: ['ырықты','қозғалыс','образдық','эмоциялық','сөз-логикалық']
                }
                ,
                {
                    numb: 7,
                    question: 'Дарындылық бұл:',
                    answer: 'қабілет түрі',
                    options: ['қабілет түрі','қажеттілік','мінез бітісі','жоғары сезім','қиял түрі']
                }
                ,
                {
                    numb: 8,
                    question: 'Мотивация деген не:',
                    answer: 'Адамды белсенді әрекетке талпындыратын күш байланысы.',
                    options: ['Адамды белсенді әрекетке талпындыратын күш байланысы.','Лидерлік қасиет.','Қажеттілік.','Білім.','Адамның санасы.']
                }
                ,
                {
                    numb: 9,
                    question: 'Сана бұл:',
                    answer: 'психиканың ең жоғары көрінісі',
                    options: ['психиканың ең жоғары көрінісі','интеллект','дағды','ептілік','сезім']
                }
                ,
                {
                    numb: 10,
                    question: 'Талдау дегеніміз:',
                    answer: 'бүтінді жіктеу',
                    options: ['бүтінді жіктеу','білікке топтастыру','ұқсастықтар мен айырмашылықтарды білу','дербес элементке келтіру','деректі мысалға ойыстыру']
                }
                ,
                {
                    numb: 11,
                    question: 'Жеке тұлға бұл:',
                    answer: 'қоғам мүшесі',
                    options: ['қоғам мүшесі','тіршілік иесі','биологиялық болмыс','адам','индивид']
                }
                ,
                {
                    numb: 12,
                    question: 'Бір уақыттың ішінде қамтылатын объектілер санын сипаттайтын зейін қасиеті:',
                    answer: 'зейіннің көлемі',
                    options: ['зейіннің көлемі','зейіннің толқуы','зейіннің жылдамдығы','зейіннің тұрақтылығы','зейіннің бөлінушілігі']
                }
                ,
                {
                    numb: 13,
                    question: 'Адамға тән еріктік қасиеттерді бейнелейтін терминдерді атаңыз:',
                    answer: 'Батылдық, табандылық.',
                    options: ['Батылдық, табандылық.','Мотив, тілек.','Бірбеткейлік, қырсықтық.','Сезімталдық, ақылдылық.','Творчестволық.']
                }
                ,
                {
                    numb: 14,
                    question: 'Жеке адамның мінезіне және басқа адамдардың мінез-құлқына деген эмоциялық қатынасын бейнелейтін жоғарғы сезімнің түрін көрсетіңіз:',
                    answer: 'Адамгершілік',
                    options: ['Адамгершілік','Эстетикалық.','Интеллектуальдық.','Махаббат','Достық']
                }
                ,
                {
                    numb: 15,
                    question: 'Сезімтал, әлсіз тип:',
                    answer: 'меланхолик',
                    options: ['меланхолик','холерик','сангвиник','флегматик','атлетик']
                }
                ,
                {
                    numb: 16,
                    question: 'Біріктіру (синтез) дегеніміз:',
                    answer: 'әрқилы қасиеттер мен әрекеттерді тұтас бірлікке келтіру',
                    options: ['әрқилы қасиеттер мен әрекеттерді тұтас бірлікке келтіру','бір сананың заттық негізінен бөлініп қаралуы','ұқсастықтар мен айырмашылықтарды білуге қаратылған ой әрекеті','құбылыстарды ортақ және мәнді белгілеріне орай ойда біріктіру','ойдың жалпы көрнекілікке келтірілуі']
                }
                ,
                {
                    numb: 17,
                    question: 'Адамзат тәжірибесін табысты игеруге мүмкіндік беруші психологиялық қасиет:',
                    answer: 'қабілет',
                    options: ['қабілет','мінез','ерік','нышан','темперамент']
                }
                ,
                {
                    numb: 18,
                    question: 'Ойынның бала дамуындағы маңызына психологиялық анализ берген кім:',
                    answer: 'Д.Б.Эльконин',
                    options: ['Д.Б.Эльконин','Г.И.Челпанов','В.Штерн','Б.Г.Ананьев','А.В.Петровский']
                }
                ,
                {
                    numb: 19,
                    question: 'Бірнеше пікірден жаңа пікір шығаратын ойлау формасы:',
                    answer: 'ой қорытындысы',
                    options: ['ой қорытындысы','ұғым','пікір','қиял','сөз, тіл']
                }
                ,
                {
                    numb: 20,
                    question: 'Адамдардың әртүрлі қызметтерді орындаудағы жемістілігі, сонымен қатар білімдері, іскерліктері мен дағдыларды меңгерулеріне тәуелді жеке дара ерекшеліктері:',
                    answer: 'қабілеттілік',
                    options: ['қабілеттілік','талант','мінез бітісі','дарындылық','арнаулы қабілет']
                }
                ,
                {
                    numb: 21,
                    question: 'Мінездің қай түрі жүріс-тұрыстың тұрақтылығын көрсетеді:',
                    answer: 'мінез тұрақтылығы',
                    options: ['мінез тұрақтылығы','мінездің тұтастығы','мінездің анықтылығы','мінез қуаты','мінез қаттылығы']
                }
                ,
                {
                    numb: 22,
                    question: 'Адамның жеке қасиетінің динамикалық сипаты болып табылатын:',
                    answer: 'темперамент',
                    options: ['темперамент','мінез','қабілет','бағыт','нышан']
                }
                ,
                {
                    numb: 23,
                    question: 'Темперамент туралы алғаш ой-пікірін айтқан ғалым:',
                    answer: 'Гиппократ',
                    options: ['Гиппократ','Гален','Платон','Аристотель','Сократ']
                }
                ,
                {
                    numb: 24,
                    question: 'Дене әрекетінің жанға ешқандай қатысы жоқтығын алғашқы дәлелдеген ғалым:',
                    answer: 'Декарт',
                    options: ['Декарт','Аристотель','Рубейнштейн','Маслоу','Торндайк']
                }
                ,
                {
                    numb: 25,
                    question: 'Психология ғылымының бірінші даму кезеңін ата:',
                    answer: 'жан туралы ғылым',
                    options: ['жан туралы ғылым','іс - әрекет жөніндегі ғылым','сана туралы ғылым','инстроспекттік сана тағылымы','психологиялық паралеллизм теориясы']
                }
                ,
                {
                    numb: 26,
                    question: 'Лейпциптегі алғашқы эксперименталды психологиялық лабораторияны ұйымдастырушы:',
                    answer: '1879, Вундт',
                    options: ['1879, Вундт','1960, Торндайк','1910, Фрейд','1930, Крамер','1760, Декарт']
                }
                ,
                {
                    numb: 27,
                    question: 'Психология ғылымының міндеті:',
                    answer: 'психологиялық құбылыстардың объектив заңдарын ашу',
                    options: ['психологиялық құбылыстардың объектив заңдарын ашу','субъектив ойды баяндау','процестерді сол күйінде суреттеу','табиғаттан тыс болмысты деректеу','адам дүниесінен тыс жағдайларды зерттеу']
                }
                ,
                {
                    numb: 28,
                    question: 'И.П.Павловтың психология ғылымына қосқан жаңалығы:',
                    answer: 'шартты рефлекстер жөніндегі теория',
                    options: ['шартты рефлекстер жөніндегі теория','бейнелеу теориясы','сана мен рефлекс түсініктері','саналық әрекеттер теориясы','саналық элементтер теориясы']
                }
                ,
                {
                    numb: 29,
                    question: 'Пікір дегеніміз:',
                    answer: 'бір нәрсе жөнінде мақұлдау, не теріске шығару',
                    options: ['бір нәрсе жөнінде мақұлдау, не теріске шығару','заттың жалпы, мәнді қасиеті','бірнеше пікірден жаңа пікір шығару','құбылыстың жеке элементтерін тану','зат тұтастығын түзу']
                }
                ,
                {
                    numb: 30,
                    question: 'Оқу процесінде білім, ептілік, дағдылардың қалыптасу заңдылықтарын негіздейтін ғылым саласы:',
                    answer: 'педагогикалық психология',
                    options: ['педагогикалық психология','салыстырмалы психология','еңбек психологиясы','жас ерекшеліктер психологиясы','арнайы психология']
                }
                ,
                {
                    numb: 31,
                    question: 'Психология ғылымының зерттеу әдістері:',
                    answer: 'Әңгімелесу, анкета, тест, социометрия, бақылау.',
                    options: ['Әңгімелесу, анкета, тест, социометрия, бақылау.','Инетикалық, салыстырмалы.','Детерминизм, іс-әрекет пен сана бірлігі, даму.','Психикалық процестер, жағдайлар, қасиеттер.','Инженерлік, заң, спорт, өнер, салыстырмалы.']
                }
                ,
                {
                    numb: 32,
                    question: 'Психикалық қасиеттерге не жатады:',
                    answer: 'Мінез, темперамент, қабілет.',
                    options: ['Мінез, темперамент, қабілет.','Ойлау, сөйлеу, қабылдау.','Сезім, эмоция.','Түйсік, ойлау.','Қабылдау, ес.']
                }
                ,
                {
                    numb: 33,
                    question: 'Сыртқы заттық іс-әрекеттің ішкі психикалық әрекетке ауысуы қалай аталады:',
                    answer: 'интериоризация',
                    options: ['интериоризация','экстериоризация','интерференция','интроспекция','интеракция']
                }
                ,
                {
                    numb: 34,
                    question: 'Жеке адамның құрылымы:',
                    answer: 'Бағыттылығы, қызығуы, мүмкіндігі.',
                    options: ['Бағыттылығы, қызығуы, мүмкіндігі.','Кәсіптік, ғылымилық, қоғамдық.','Білімі, іс-тәжірибесі.','Мамандық, кәсіптік.','Бағыттылығы, білім, дағды, даралық- типтік ерекшелігі.']
                }
                ,
                {
                    numb: 35,
                    question: 'Зейіннің физиологиялық негізін орыс физиологі А.А.Ухтомский қандай теория арқылы түсіндірді:',
                    answer: 'доминанта',
                    options: ['доминанта','аграфия','дәстүрлі','аналитикалық','гуманистикалық']
                }
                ,
                {
                    numb: 36,
                    question: 'Ес процестерін ата:',
                    answer: 'Есте қалдыру, қайта жаңғырту, ұмыту.',
                    options: ['Есте қалдыру, қайта жаңғырту, ұмыту.','Ұмыту қайта жаңғырту.','Елестету, ұмыту.','Қайта жаңғырту, еске түсіру','Армандау']
                }
                ,
                {
                    numb: 37,
                    question: 'Шындықты жалпылама және жанама бейнелеуге бағытталған психикалық процесс:',
                    answer: 'ойлау',
                    options: ['ойлау','түйсік','қабылдау','елес','ес']
                }
                ,
                {
                    numb: 38,
                    question: 'Зат не құбылыстың жалпы мәндік қасиеттерін бейнелейтін ой формасы:',
                    answer: 'ұғым',
                    options: ['ұғым','пікір','сөз','қорытынды ой','қиял']
                }
                ,
                {
                    numb: 39,
                    question: 'Психология ғылымының тұңғыш дүниеге келген жері:',
                    answer: 'Греция',
                    options: ['Греция','Қытай','Италия','Германия','Египет']
                }
                ,
                {
                    numb: 40,
                    question: 'Зейіннің түрін көрсет:',
                    answer: 'үйреншікті',
                    options: ['үйреншікті','тұрақтылығы','бөлінушілігі','көлемі','аударылуы']
                }
                ,
                {
                    numb: 41,
                    question: 'Ауызша сөйлесу түрлерін көрсет:',
                    answer: 'диалог, монолог',
                    options: ['диалог, монолог','ішкі, жазбаша','жазбаша, сыртқы','ішкі, сыртқы','эгоцентерлік']
                }
                ,
                {
                    numb: 42,
                    question: '«Синестезия» қазақша қандай мағына білдіреді:',
                    answer: 'қосарласқан түйсік',
                    options: ['қосарласқан түйсік','жекеленген түйсік','абсолюттік түйсік','айырма түйсік','сезгіштіктің артуы.']
                }
                ,
                {
                    numb: 43,
                    question: 'Сезгіштіктің тек артуын ғана көрсететін құбылыс:',
                    answer: 'сенсибилизация',
                    options: ['сенсибилизация','адаптация','сезгіштік','синестезия','аглютинация']
                }
                ,
                {
                    numb: 44,
                    question: 'Сезім мүшелерінің өте әлсіз тітіркендіргіштері түйсіне алуы:',
                    answer: 'абсолюттік сезгіштік',
                    options: ['абсолюттік сезгіштік','табалдырық','айырма сезгіштік','адаптация','сезгіштік']
                }
                ,
                {
                    numb: 45,
                    question: 'Зейіннің физиологиялық негіздерін доминанта теориясы бойынша түсіндірген:',
                    answer: 'А.А.Ухтомский',
                    options: ['А.А.Ухтомский','И.П.Павлов','К.Д.Ушинский','Г.Гельмгольц','И.П.Сеченев']
                }
                ,
                {
                    numb: 46,
                    question: 'Психикалық қасиеттерді ата:',
                    answer: 'түйсік, қабылдау, ойлау',
                    options: ['түйсік, қабылдау, ойлау',', мінез, түйсік','шабыт, зерігу, белсенділік','мінез, темперамент, қабілет','ерік, эмоция']
                }
                ,
                {
                    numb: 47,
                    question: 'Психикалық құбылыстардың пайда болу, және қалыптасу заңдылықтары туралы ғылым:',
                    answer: 'психология',
                    options: ['психология','психика','педагогика','психогенетика','әлеуметтану']
                }
                ,
                {
                    numb: 48,
                    question: 'Психикалық құбылыстар неше топқа бөлінеді:',
                    answer: '3',
                    options: ['3','1','2','4','5']
                }
                ,
                {
                    numb: 49,
                    question: 'Адамның түрлі көңіл-күйінің тұрақты компоненттері:',
                    answer: 'психикалық қалып',
                    options: ['психикалық қалып','психикалық процесс','психикалық қасиет','психика','']
                }
                ,
                {
                    numb: 50,
                    question: 'Адам санасына әсер еткен:',
                    answer: 'еңбек',
                    options: ['еңбек','ақыл','тіршілік','интеллект','ойын']
                }
                ,
                {
                    numb: 51,
                    question: '﻿Іс-әрекеттің неше түрі бар:',
                    answer: '3',
                    options: ['3','2','1','4','5']
                }
                ,
                {
                    numb: 52,
                    question: 'Бір жастағы бөбектің ойынының сипаты:',
                    answer: 'манипуляциялық',
                    options: ['манипуляциялық','сюжеттік','ролдік','образдық','қимылдық']
                }
                ,
                {
                    numb: 53,
                    question: 'Психологияның қай саласы жануарлар психикасымен адам психикасының ұқсастығын зерттейді:',
                    answer: 'салыстырмалы психология',
                    options: ['салыстырмалы психология','педагогикалық психология','инженерлік психология','балалар психологиясы','медициналық психология']
                }
                ,
                {
                    numb: 54,
                    question: 'Қысқа уақытқа созылады да бұрқ етіп қатты көрінетін эмоцияның түрі:',
                    answer: 'аффект',
                    options: ['аффект','стресс','құмарлық','көңіл','фрустрация']
                }
                ,
                {
                    numb: 55,
                    question: 'Флегматик бұл:',
                    answer: 'ұстамды, байсалды',
                    options: ['ұстамды, байсалды','ұстамды белсенді','ұстамсыз, белсенді','әлсіз, тұйық','көңілді, көпшіл']
                }
                ,
                {
                    numb: 56,
                    question: 'Ым-ишара, пантомимик, мимика арқылы сөз жүзіндегі емес қарым-қатынас жасау:',
                    answer: 'вербальды емес қарым-қатынас',
                    options: ['вербальды емес қарым-қатынас','қоғамдық пікір','вербальды қарым-қатынас','дипломатия','перцептивті']
                }
                ,
                {
                    numb: 57,
                    question: 'Қорқыныш ұғымы:',
                    answer: 'фобия.',
                    options: ['фобия.','аффект;','күйзеліс;','фрустрация;','рефлексия;']
                }
                ,
                {
                    numb: 58,
                    question: 'Ауыспалы, кейіпті ұстамсыз адам:',
                    answer: 'холерик',
                    options: ['холерик','астеник','меланхолик','флегматик','сангвиник']
                }
                ,
                {
                    numb: 59,
                    question: 'Зейіннің тұрақтылығы дегеніміз:',
                    answer: 'зейіннің ұзақ уақытқа сақталуы;',
                    options: ['зейіннің ұзақ уақытқа сақталуы;','зейіннің бір объектіден екіншіге ауысуы;','сананың объектіде тұрақталу деңгейі;','бірнеше әрекеттерді бір уақытта орындауы;','бір уақытта қабылданатын объектілер саны']
                }
                ,
                {
                    numb: 60,
                    question: 'Кешігіп еске түсіру процесі қалай аталады:',
                    answer: 'Реминисценция',
                    options: ['Реминисценция','Иррадиация.','Абстракция','Иллюзия','Апперцепция.']
                }
                ,
                {
                    numb: 61,
                    question: 'Сөйлеудің физиологиялық негізі қайсысына тәуелді:',
                    answer: 'ІІ-ші сигнал жүйесі.',
                    options: ['ІІ-ші сигнал жүйесі.','І-ші сигнал жүйесі.','Нерв жүйелері.','Мишық.','Қозу және тежелу.']
                }
                ,
                {
                    numb: 62,
                    question: 'Қанағаттанбаушылық сезімінен болатын көңіл күйзелісі:',
                    answer: 'фрустрация',
                    options: ['фрустрация','стресс','аффект','эмпатия','эффект']
                }
                ,
                {
                    numb: 63,
                    question: 'Ерік, бұл:',
                    answer: 'ырықты әрекет',
                    options: ['ырықты әрекет','ептілік әрекеті','ырықсыз әрекет','дағдылы әрекет','импульсті әрекет']
                }
                ,
                {
                    numb: 64,
                    question: 'Ұстамды, белсенді әрекет иесі:',
                    answer: 'сангвиник',
                    options: ['сангвиник','холерик','пикник','флегматик','меланхолик']
                }
                ,
                {
                    numb: 65,
                    question: 'Зерттеу объектісі адам болған барша ғылымдардың жетістіктерін біріктіріп, байланыстырушы білім саласы:',
                    answer: 'психология',
                    options: ['психология','кибернетика','социология','философия','антропология']
                }
                ,
                {
                    numb: 66,
                    question: 'Қиялдың психикалық процесс ретінде қызметі:',
                    answer: 'көріп, білмеген құбылыстарды өрнектеу',
                    options: ['көріп, білмеген құбылыстарды өрнектеу','жанама тану','элементтер деңгейінде тану','тұтастай нақты бейнеге келтіру','жалпы тану']
                }
                ,
                {
                    numb: 67,
                    question: 'Қиял елестеріндегі айырмашылықтар көмескіленіп, ұқсас белгілері біріктіріле образ жасау әдісі:',
                    answer: 'схематизация',
                    options: ['схематизация','акценттеу','біріктіру','иллюзия','аглютинация']
                }
                ,
                {
                    numb: 68,
                    question: 'Мінездің қалыптасу негізі:',
                    answer: 'өмір жағдайлары',
                    options: ['өмір жағдайлары','нәсілден','тума беріледі','рухани болмыс','бәрі де қатысты']
                }
                ,
                {
                    numb: 69,
                    question: 'Қабілеттер дамуының анатомиялық физиологиялық нәсілдік белгісі:',
                    answer: 'нышан',
                    options: ['нышан','ептілік','дағды','талант','дарын']
                }
                ,
                {
                    numb: 70,
                    question: 'Жоғары эмоционалды және қозғыш қимылы ерекше болатын темперамент түрі:',
                    answer: 'холерик',
                    options: ['холерик','флегматик','меланхолик','сангвиник','шизофреник']
                }
                ,
                {
                    numb: 71,
                    question: 'Адамның қоршаған дүниеге қатынасынан болатын психологиялық толғаныс құбылысы:',
                    answer: 'сезім',
                    options: ['сезім','зейін','ой','сөз','қиял']
                }
                ,
                {
                    numb: 72,
                    question: 'Ойлау үрдісінде жалпыдан жекеге қарай логикалық ауысу:',
                    answer: 'дедукция',
                    options: ['дедукция','индукция','ұғым','пікір','редукция']
                }
                ,
                {
                    numb: 73,
                    question: 'Туа берілген даралық тұлғалық ерекшелік...деп аталады:',
                    answer: 'темперамент;',
                    options: ['темперамент;','ес','ойлау','ерік','зейін']
                }
                ,
                {
                    numb: 74,
                    question: 'Алыптар бейнесін құрудағы қажетті қиял тәсіл:',
                    answer: 'гипербола',
                    options: ['гипербола','агглютинация','нақтылау','типтік бейнелер;','біріктіру']
                }
                ,
                {
                    numb: 75,
                    question: 'Гипократ бойынша сангвиник ағзасында ... басым болып келеді:',
                    answer: 'қан',
                    options: ['қан','өт','шырыш','қара өт;','су']
                }
                ,
                {
                    numb: 76,
                    question: 'Мысалы су перісі, айдаhар бейнелерін жасауда қолданылған тәсіл:',
                    answer: 'агглютинация',
                    options: ['агглютинация','гипербола','конкретизация','типизация','анализ']
                }
                ,
                {
                    numb: 77,
                    question: 'Түйсік ұғымы ... білдіреді:',
                    answer: 'заттардың жеке қасиеттер бейнелеуді.',
                    options: ['заттардың жеке қасиеттер бейнелеуді.','мінез-құлықты, іс-әрекетті реттеуді;','қабылдауды','шығармашылық тұрғыда;','сананы']
                }
                ,
                {
                    numb: 78,
                    question: 'Сана дегеніміз-бұл:',
                    answer: 'психикалық бейнелеудің жоғары деңгейі.',
                    options: ['психикалық бейнелеудің жоғары деңгейі.','арнаулы органикалық құрылым.','туа берілген мінез-құлық түрі.','жүре қалыптасқан ағза реакциясы.','ақыл-ой қабілеттерінің бірлестігі.']
                }
                ,
                {
                    numb: 79,
                    question: 'Психология ғылымының даму кезеңдері:',
                    answer: 'жан туралы, мінез-құлық, сана, психика.',
                    options: ['жан туралы, мінез-құлық, сана, психика.','психика, сана, іс-әрекет.','ойлау, сөйлеу, есте сақтау, қиял.','Психикалық процестер, қасиеттер.','сенсорлық, перцептивтік, интеллектілік.']
                }
                ,
                {
                    numb: 80,
                    question: 'Жоғары дәрежеде дамыған материяның жемісі – мидың қызметі қандай процесс:',
                    answer: 'сана',
                    options: ['сана','психика','ойлау','түйсік','қиял']
                }
                ,
                {
                    numb: 81,
                    question: 'Шетел психологиясының негізгі ағымдары:',
                    answer: 'бихевиоризм, гештальтизм, фрейдизм.',
                    options: ['бихевиоризм, гештальтизм, фрейдизм.','өріс, оқып-тоқу, рольдер.','детерминизм, іс-әрекет бірлігі.','синестезия, сенсибилизация.','сенсорлық, перцептивтік, интеллектілік.']
                }
                ,
                {
                    numb: 82,
                    question: 'Психология ғылымының салалары:',
                    answer: 'педагогикалық, өнер, заң, медициналық.',
                    options: ['педагогикалық, өнер, заң, медициналық.','бақылау, эксперимент, тест.','Социометрия, модельдеу.','егіздер, салыстыру.','Сауалнама, сұхбат, қызмет нәтижелерін зерттеу.']
                }
                ,
                {
                    numb: 83,
                    question: 'Іс-әрекеттің негізгі түрлері қандай:',
                    answer: 'ойын, оқу, енбек.',
                    options: ['ойын, оқу, енбек.','қарыс-қатынас.','қоғамдық пайдалы еңбек.','білім, дағды, шеберлік.','ғылыми, кәсіби, шеберлік.']
                }
                ,
                {
                    numb: 84,
                    question: 'Алғаш психологиялық зерттеу лобараториясы қашан ашылды, негізін қалаушы кім:',
                    answer: '1879 ж. В.Вундт.',
                    options: ['1879 ж. В.Вундт.','1920 ж. И.П.Павлов.','1732 ж. Дж.Морено.','1870 ж. И.Гален.','1905 ж. И.В.Лазурский.']
                }
                ,
                {
                    numb: 85,
                    question: 'Қарым-қатынастың түрлері:',
                    answer: 'вербальды, вербальды емес, тікелей, жанама.',
                    options: ['вербальды, вербальды емес, тікелей, жанама.','іс-әрекет, сөйлеу.','сөздік, сөзден тыс.','ойын, еңбек, оқу.','ойлау, сөйлеу, түйсіну.']
                }
                ,
                {
                    numb: 86,
                    question: '«Педагогика» атты психологиялық мазмұнда жазылған еңбектің авторы кім:',
                    answer: 'М.Жұмабаев.',
                    options: ['М.Жұмабаев.','Ш.Құдайбердиев.','Ж.Аймауытов.','Ш.Уалиханов.','С.Торайғыров.']
                }
                ,
                {
                    numb: 87,
                    question: 'Адамдар арасындағы қарым-қатынасты анықтауға арналған :',
                    answer: 'социометрия',
                    options: ['социометрия','тест','модельдеу','анкета','интервью']
                }
                ,
                {
                    numb: 88,
                    question: 'Естің физиологиялық негізін түсіндіретін басты теория:',
                    answer: 'доминанта',
                    options: ['доминанта','көрнекі-бейнелі жаңғырту.','анализаторлардың қызметі.','ассоциациялық байланыстар.','қозудың оптимальды ошағы.']
                }
                ,
                {
                    numb: 89,
                    question: 'Психология ғылымының дүниеге тұңғыш келген жері:',
                    answer: 'Ежелгі Греция.',
                    options: ['Ежелгі Греция.','Ежелгі Египет.','Ресей','Рим','Германия']
                }
                ,
                {
                    numb: 90,
                    question: 'Қабылдаудың қасиеттері қандай:',
                    answer: 'таңдамалылығы, жалпылығы, иллюзия апперцепция.',
                    options: ['таңдамалылығы, жалпылығы, иллюзия апперцепция.','көлемі, бөлінуі, аударылуы, тұрақтылығы.','синестеция, сенсибилизация, адаптация.','көлемі, таңдамалығы.','тұрақтылығы, адаптация, иллюзия.']
                }
                ,
                {
                    numb: 91,
                    question: 'Ағылшын психиатрі, психологі З.Фрейд қандай ағымның негізін салды:',
                    answer: 'психоанализ',
                    options: ['психоанализ','бихебиоризм.','рольдер теориясы.','когнитивизм.','необихевиоризм']
                }
                ,
                {
                    numb: 92,
                    question: 'Социометрия әдісінің негізігін салушы :',
                    answer: 'Дж. Морено.',
                    options: ['Дж. Морено.','В.Раих.','З.Фрейд.','А.Адлер.','Дж.Локк.']
                }
                ,
                {
                    numb: 93,
                    question: 'Психикалық қасиеттерге не жатады :',
                    answer: 'мінез, темперамент, қабілет.',
                    options: ['мінез, темперамент, қабілет.','ойлау, сөйлеу, қабылдау.','сезім, эмоция.','түйсік, ойлау.','қабылдау, ес.']
                }
                ,
                {
                    numb: 94,
                    question: 'Сыртқы дүние заттары мен құбылыстарының байланыс-қатынастарының миымызда жалпылай және жанама түрде сөз арқылы бейнеленуі:',
                    answer: 'ойлау',
                    options: ['ойлау','қиял','сөйлеу','қабылдау','түйсік']
                }
                ,
                {
                    numb: 95,
                    question: 'Доминанта теориясының негізін салушы кім:',
                    answer: 'А.А.Ухтомский.',
                    options: ['А.А.Ухтомский.','И.П.Павлов.','К.Д.Ушинский.','Д.И.Узнадзе.','А.С.Макаренко.']
                }
                ,
                {
                    numb: 96,
                    question: 'Қабылдаудың түрлері қандай:',
                    answer: 'уақытты, кеңістікті.',
                    options: ['уақытты, кеңістікті.','ырықты, ырықсыз, үйреншікті.','арнаулы, арнаусыз.','көру, есту, дәм сезу, иіс сезу.','арнайы, үйреншікті.']
                }
                ,
                {
                    numb: 97,
                    question: 'Қиялдың негізгі түрлерін топтаңыз :',
                    answer: 'актив және пассив.',
                    options: ['актив және пассив.','ырықты және ырықсыз.','механикалық.','үйреншікті.','көру, есту, дәс сезу.']
                }
                ,
                {
                    numb: 98,
                    question: 'Сезімге қатысты ес - бұл:',
                    answer: 'эмоциялық ес.',
                    options: ['эмоциялық ес.','қозғалыс есі.','көріп есту есі.','образды ес.','ұзақ мерзімді ес.']
                }
                ,
                {
                    numb: 99,
                    question: 'Эмоциялардың түрлері қандай :',
                    answer: 'көңіл, аффект, құмарлық.',
                    options: ['көңіл, аффект, құмарлық.','ырықты, ырықсыз.','адамгершілік, шығармашылық, эстетикалық.','актив жіне пассив.','уақытты, кеңістікті.']
                }
                ,
                {
                    numb: 100,
                    question: '﻿Психоанализ бағытының негізін салушы кім:',
                    answer: 'З.Фрейд.',
                    options: ['З.Фрейд.','Торндайк.','Уотсон.','Кречмер.','Декарт.']
                }
                ,
                {
                    numb: 101,
                    question: 'Рефлексология бағытының негізін салушы:',
                    answer: 'В.М. Бехтерев.',
                    options: ['В.М. Бехтерев.','Б.Д. Ломов.','А.А. Ухтомский.','И.М. Сеченов.','И.П. Павлов.']
                }
                ,
                {
                    numb: 102,
                    question: 'Алдын-ала даярланған сұрақтарға жауап беру:',
                    answer: 'Анкета.',
                    options: ['Анкета.','Әңгімелесу.','Интервью.','Модельдеу.','Тест.']
                }
                ,
                {
                    numb: 103,
                    question: 'Адаптация деген не:',
                    answer: 'Адамның түйсігінің бейімделуі.',
                    options: ['Адамның түйсігінің бейімделуі.','Бір түйсіктің пайда болуы.','Белгілі бір түйсіктің күшеюі.','Адамның қабылдауы мен түйсігінің байланысы.','Түйсіктің күшеюі']
                }
                ,
                {
                    numb: 104,
                    question: 'Басқа адамдарға жаны ашып, сезімін білдіру қабілеті, олардың күйін түсініп, қолынан келетін көмегін беруге даярлық:',
                    answer: 'эмпатия',
                    options: ['эмпатия','рефлексия','рефлекс','анамнез','инсайт']
                }
                ,
                {
                    numb: 105,
                    question: 'Ұжым деген не:',
                    answer: 'Белгілі дәстүр-салты, мақсаты бар, демократиялық орталықтану негізінде құрылған адамдар тобы.',
                    options: ['Белгілі дәстүр-салты, мақсаты бар, демократиялық орталықтану негізінде құрылған адамдар тобы.','Шартты негізде құрылған адамдар тобы.','Дербестікке негізделген адамдар тобы.','Қоғамдық ортадағы бірнеше орталықтар.','Топтың түрі.']
                }
                ,
                {
                    numb: 106,
                    question: 'Қарым-қатынас және пікірлесу арқылы адамдардың психологиясын зерттеуге арналған әдіс:',
                    answer: 'Әңгімелесу',
                    options: ['Әңгімелесу','Анкеталық','Тест','Модельдеу','Социометрия']
                }
                ,
                {
                    numb: 107,
                    question: 'Эмоциялық күйлердің түрін көрсетіңіз:',
                    answer: 'Стресс, аффект, көңіл-күй, фрустрация.',
                    options: ['Стресс, аффект, көңіл-күй, фрустрация.','Сезімталдылық, сағыныш, уайым','Адалдық, қайырымдылық, сентиментальдылық','Әуестік, албырттық.','Қызығушылық, сағыныш, уайым.']
                }
                ,
                {
                    numb: 108,
                    question: 'Мотивация деген не:',
                    answer: 'Адамды белсенді әрекетке талпындыратын күш байланысы.',
                    options: ['Адамды белсенді әрекетке талпындыратын күш байланысы.','Лидерлік қасиет.','Қажеттілік','Білім.','Адамның санасы.']
                }
                ,
                {
                    numb: 109,
                    question: 'Организмнің ішкі күйін білдіретін хабарлайтын рецепторлар:',
                    answer: 'интерецепторлар',
                    options: ['интерецепторлар','проприорецепторлар','қозғалыс','экстрорецепторлар','тітіркендіргіш']
                }
                ,
                {
                    numb: 110,
                    question: 'Адам санасының белгілі бір объектіге шоғырлануы:',
                    answer: 'Зейін.',
                    options: ['Зейін.','Мінез.','Сөйлеу.','Ой.','Қиял.']
                }
                ,
                {
                    numb: 111,
                    question: 'Индукция заңдылығының негізін салушы:',
                    answer: 'И.П.Павлов.',
                    options: ['И.П.Павлов.','И.М.Сеченев','В.М.Бехтерев.','Б.Д.Ломов.','А.А.Ухтомский.']
                }
                ,
                {
                    numb: 112,
                    question: 'Өзіне тән мақсаты, дәстүр-салты бар, демократиялық принципке негізделінген адамдар тобы.қалай аталады:',
                    answer: 'Ұжым.',
                    options: ['Ұжым.','Топ.','Кооперация.','Корпорация.','Тобыр.']
                }
                ,
                {
                    numb: 113,
                    question: 'Зейіннің түрлерін ата:',
                    answer: 'Ырықты, ырықсыз, үйреншікті.',
                    options: ['Ырықты, ырықсыз, үйреншікті.','Объективті, субъективті.','Үйреншікті, тұрақты.','Арнаулы, арнаусыз.','Нақтылы, шартты.']
                }
                ,
                {
                    numb: 114,
                    question: 'Саналы түрде, пайда болатын мақсат қоюды, ерік күшін жұмсауды қажет ететін зейін:',
                    answer: 'Ырықты',
                    options: ['Ырықты','Арнаулы.','Ырықсыз.','Үйреншікті.','Күрделі.']
                }
                ,
                {
                    numb: 115,
                    question: 'В.Вундттың лабораториясы қай жылы ашылды:',
                    answer: '1879 ж.',
                    options: ['1879 ж.','1899 ж.','1979 ж.','1889 ж.','1876ж.']
                }
                ,
                {
                    numb: 116,
                    question: 'Көздің түрлі қашықтықтағы заттарды көруге бейімделу қабілеттілігі:',
                    answer: 'аккомодация',
                    options: ['аккомодация','конвергенция','адаптация','абстракция','синестезия']
                }
                ,
                {
                    numb: 117,
                    question: 'Психикалық қалып кейіп деген не:',
                    answer: 'Адамның көңіл-күйінің тұрақты белгілері.',
                    options: ['Адамның көңіл-күйінің тұрақты белгілері.','Ойлау, қабылдау, ес.','Темперамент, мінез.','Қабілет, ерік.','Қайталанбайтын даралық.']
                }
                ,
                {
                    numb: 118,
                    question: '«Қозудың оптимальды ошағы» теориясының негізін салушы кім:',
                    answer: 'И.П.Павлов.',
                    options: ['И.П.Павлов.','И.М.Сеченев.','В.М.Бехтерев.','Л.С.Выготский.','А.А.Ухтомский.']
                }
                ,
                {
                    numb: 119,
                    question: 'Ес деген не:',
                    answer: 'Сыртқы заттар мен құбылыстардың адам миында сақталып, танылып қайта жаңғыртылып, ұмытылуын бейнелейтін процесс.',
                    options: ['Сыртқы заттар мен құбылыстардың адам миында сақталып, танылып қайта жаңғыртылып, ұмытылуын бейнелейтін процесс.','Оқу материалдарын жаттап алу арқылы жүзеге асатын процесс.','Құбылыстарды еске сақтау процесі.','Адамның көргенін есте сақтауы.','Елеспен байланысты процесс.']
                }
                ,
                {
                    numb: 120,
                    question: 'Ойлау формасын ата:',
                    answer: 'Ұғым, пікір, ой қорытындысы.',
                    options: ['Ұғым, пікір, ой қорытындысы.','Практикалық - логикалық, теориялық.','Ұғым, синтез, пікір.','Анализ, синтез, абстракция.','Практикалық, дерексіз, теориялық.']
                }
                ,
                {
                    numb: 121,
                    question: 'Шығармада әсірелеп, немесе кеміте отырып, тұтас объектінің бір элементіне ерекше бейнелеуде қолданылатын қиялдың жасалу тәсілін атаңыз:',
                    answer: 'Акцентировка.',
                    options: ['Акцентировка.','Агглюцинация.','Схематизация.','Қиыстыру','Типизация.']
                }
                ,
                {
                    numb: 122,
                    question: 'Эмоциялық күйлердің түрін көрсетіңіз:',
                    answer: 'Стресс, аффект, көңіл-күй, фрустрация.',
                    options: ['Стресс, аффект, көңіл-күй, фрустрация.','Адалдық, қайырымдылық, сентиментальдылық.','Әуестік, албырттық.','Сезімталдылық, сағыныш, уайым.','Қызығушылық, сағыныш, уайым.']
                }
                ,
                {
                    numb: 123,
                    question: 'Кешігіп еске түсіру процесі қалай аталады:',
                    answer: 'Реминисценция.',
                    options: ['Реминисценция.','Иррадиация.','Абстракция.','Иллюзия.','Апперцепция.']
                }
                ,
                {
                    numb: 124,
                    question: 'Түйсіктің негізгі заңдылықтарына жатпайды:',
                    answer: 'байқағыштық',
                    options: ['байқағыштық','сезгіштік','адаптация','сенсибилизация','синестезия']
                }
                ,
                {
                    numb: 125,
                    question: 'Жүру, жазу және еңбек ету дағдыларының қалыптасуы мен өңделуі негізінде қандай ес жатады:',
                    answer: 'қозғалыс есі',
                    options: ['қозғалыс есі','бейнелік есі','қысқа мерзімді ес','эмоционалдық ес','сөздік-логикалық ес.']
                }
                ,
                {
                    numb: 126,
                    question: 'Түйсіктің физиологиялық негізі:',
                    answer: 'Сезім органдары нерв жолдары бас миындағы орталық.',
                    options: ['Сезім органдары нерв жолдары бас миындағы орталық.','Сыртқы сезім органдары және ми.','Қозу және ми орталығы.','Рецептор өткізгіш жолдар тітіркендіргіш.','Доминанта бөлігі.']
                }
                ,
                {
                    numb: 127,
                    question: 'Сөйлеудің түрлері қай топта берілген:',
                    answer: 'Ауызша, жазбаша, монологты, диалогты.',
                    options: ['Ауызша, жазбаша, монологты, диалогты.','Диалогты, ауызша, сыртқы, механикалық.','Монологты, жазбаша, ішкі логикалық.','Ауызша, жазбаша, практикалық, теориялық.','Ауызша, ішкі, сыртқы, теориялық.']
                }
                ,
                {
                    numb: 128,
                    question: 'Зейіннің көлемі деген не:',
                    answer: 'Адам санасының қамтитын объектілерінің саны.',
                    options: ['Адам санасының қамтитын объектілерінің саны.','Адам зейінінің бөлінуі.','Адам зейінінің тұрақтылығы.','Адам зейінінің тар мөлшерде дамуы.','Адам зейінінің бір объектіге шоғырлануы.']
                }
                ,
                {
                    numb: 129,
                    question: 'Бір адамды екінші бір адамнан ажыратуға негіз болатын ең маңызды, ең тұрлаулы ерекшеліктер:',
                    answer: 'психикалық қасиеттер',
                    options: ['психикалық қасиеттер','психикалық кейіп','психикалық үрдістер','психикалық жағдайлар','психикалық күй']
                }
                ,
                {
                    numb: 130,
                    question: 'Психология ғылым ретінде қалыптасуы:',
                    answer: '19 ғ. аяғы',
                    options: ['19 ғ. аяғы','16 ғ.аяғы','15 ғ. ортасы','17 ғ. басы','15 ғ. аяғы']
                }
                ,
                {
                    numb: 131,
                    question: 'Нерв жүйесінің физиологиялық негіздері:',
                    answer: 'Қозу, тежелу.',
                    options: ['Қозу, тежелу.','Иррадиация, концентрация.','Күрделі, қарапайым.','Анализ, синтез.','Салыстыру, абстракциялау.']
                }
                ,
                {
                    numb: 132,
                    question: 'Инстинкт деген не:',
                    answer: 'Туа пайда болатын шартсыз рефлекстер тізбегі.',
                    options: ['Туа пайда болатын шартсыз рефлекстер тізбегі.','Мінез-құлық.','Темперамент.','Қабілет.','Шартты рефлекстің дамуы.']
                }
                ,
                {
                    numb: 133,
                    question: 'Адамның танымдық әрекетіне жатпайтын психологиялық категория:',
                    answer: 'сезім',
                    options: ['сезім','зейін','түйсік','ойлау','қиял']
                }
                ,
                {
                    numb: 134,
                    question: 'Лабораториялық эксперименттің негізін салушы кім:',
                    answer: 'В.Вундт.',
                    options: ['В.Вундт.','Лазурский.','А.А. Ухтомский.','Б.Г. Ананьев.','Л.С. Выготский.']
                }
                ,
                {
                    numb: 135,
                    question: 'Психикалық қасиеттер деген не:',
                    answer: 'Адамның қайталанбайтын даралық ерекшелігі.',
                    options: ['Адамның қайталанбайтын даралық ерекшелігі.','Ойлау, сөйлеу, қабылдау.','Сезім, эмоция.','Заттардың мида бейнеленуі.','Көңіл-күйдің тұрақты белгілері.']
                }
                ,
                {
                    numb: 136,
                    question: 'Экстерорецепторлаорға қандай түйсіктер жатады:',
                    answer: 'Көру, есту, дәм, иіс сезу.',
                    options: ['Көру, есту, дәм, иіс сезу.','Кинестезиялық.','Органикалық, вибрациялық.','Көру, дәм, сезу, статикалық.','Органикалық.']
                }
                ,
                {
                    numb: 137,
                    question: 'Лейпцигте алғаш эксперименталды психологиялық лабораторияны кім ашқан: ұйымдастырған:',
                    answer: 'В. Вундт',
                    options: ['В. Вундт','Ф. Аквинский','К. Левин','Р. Декарт','Х. Вольф']
                }
                ,
                {
                    numb: 138,
                    question: 'Вербальдық қарым-қатынас негізінде ақпарат алу әдісі:',
                    answer: 'әңгімелесу',
                    options: ['әңгімелесу','бақылау','эксперимент','биографиялық','тест']
                }
                ,
                {
                    numb: 139,
                    question: 'Сезім мүшелерінің сезгіштігі әсер етуші тітіркендіргіштерге біртіндеп бейімделуге байланысты өзгеруі қалай аталады:',
                    answer: 'адаптация',
                    options: ['адаптация','фрустрация','тежелу','қозу','тітіркену']
                }
                ,
                {
                    numb: 140,
                    question: 'Филогенездік даму деген не:',
                    answer: 'Адам психикасының дамуы.',
                    options: ['Адам психикасының дамуы.','Егделік кезеңдік даму.','Адам өмірге келгеннен бастап дамуы.','Ана құрсағындағы даму.','Қартаю туралы заңдылық.']
                }
                ,
                {
                    numb: 141,
                    question: 'Төмендегілердің қайсысы ойлау түріне жатпайды:',
                    answer: 'Ұзақ мерзімді',
                    options: ['Ұзақ мерзімді','Көрнекі бейнелі','Шығармашылық','Сөздік-логикалық','Көрнекі қозғалысты']
                }
                ,
                {
                    numb: 142,
                    question: 'Түйсіктің түрін басқаларынан ажырататын дара, негізгі қасиеті:',
                    answer: 'сапасы',
                    options: ['сапасы','ұзақтығы','сезімталдығы','қарқыны','мекендігі']
                }
                ,
                {
                    numb: 143,
                    question: 'Адамдар арасындағы вербалді қарым-қатынас:',
                    answer: 'тіл және сөйлеу',
                    options: ['тіл және сөйлеу','жест және мимика','жест және көзбен қатынас','мимика және сөйлеу','мимика және понтомимика']
                }
                ,
                {
                    numb: 144,
                    question: '﻿Адамның танымдық әрекетіне жатпайтын психологиялық категория:',
                    answer: 'сезім',
                    options: ['сезім','зейін','ойлау','түйсік','қиял']
                }
                ,
                {
                    numb: 145,
                    question: 'Сезімдер тобына кірмейтін психологиялық құбылыс:',
                    answer: 'мінез.',
                    options: ['мінез.','көңіл','құмарлық','эмоция','сезім']
                }
                ,
                {
                    numb: 146,
                    question: 'Психиканың пайда болуының нақты негізі:',
                    answer: 'ми',
                    options: ['ми','ой','сана','жүйке','қиял']
                }
                ,
                {
                    numb: 147,
                    question: 'Ой операцияларына жатпайтын психикалық құбылыс:',
                    answer: 'қиял',
                    options: ['қиял','анализ','синтез','салыстыру','абстракция']
                }
                ,
                {
                    numb: 148,
                    question: '“Шартты рефлекс” терминін алғаш ұсынған:',
                    answer: 'И.П.Павлов.',
                    options: ['И.П.Павлов.','И.М.Сеченов.','В.М.Бехтерев.','Ч.Дарвин.','Анохин']
                }
                ,
                {
                    numb: 149,
                    question: 'Шартты және шартсыз рефлекстер ұғымын ғылыми тұрғыда қарастырғандар:',
                    answer: 'И.М.Сеченов пен И.П.Павлов.',
                    options: ['И.М.Сеченов пен И.П.Павлов.','В.М.Бехтерев.','К.Линней.','Р.Декарт.','З.Фрейд.']
                }
                ,
                {
                    numb: 150,
                    question: 'Төл тіліміздегі тұңғыш шыққан «Психология» оқулығының арторы:',
                    answer: 'Ж.Аймауытұлы, 1926 ж. Ташкентте.',
                    options: ['Ж.Аймауытұлы, 1926 ж. Ташкентте.','В.Я.Струминский, 1923 ж. Орынборда.','Т.Тәжібаев, 1998 ж. Алматыда.','Қ.Б.Жарықбаев, 1986 ж. Алматыда.','Ә.Темірбеков, С.Балаубаев, 1966 ж. Алматыда.']
                }
                ,
                {
                    numb: 151,
                    question: 'Сезгіштік деген не:',
                    answer: 'психологияда адамның түйсіне алу қабілетін айтады.',
                    options: ['психологияда адамның түйсіне алу қабілетін айтады.','сезім мүшелерінің өте әлсіз тітіркендіргіштерді түйсіне алуы.','сезім мүшелерінің тітіркендіргіштердің арасындағы болмашы айырмашылықты түйсіне алуы.','мидың рефлекстік қызметі.','әртүрлі себептермен туындайтын қызу өтетін эмоциялық күйдің жоғары түрі.']
                }
                ,
                {
                    numb: 152,
                    question: 'Тану процесінің мазмұны:',
                    answer: 'бұрынғы қабылданған нәрсеге, құбылысқа қайта кездескенде ғана болатын процесс.',
                    options: ['бұрынғы қабылданған нәрсеге, құбылысқа қайта кездескенде ғана болатын процесс.','қабылданған материалды керек кезінде еске түсіре алмау, қателесу.','есте қалдыру процесіне қарама-қарсы процесс.','жүйке клеткаларындағы тежелу процесінің дамуы.','адамның ақыл-ойымен тығыз байланысты психикалық сана.']
                }
                ,
                {
                    numb: 153,
                    question: 'Жоғары сезімдерді анықта:',
                    answer: 'ақыл-ой, эстетикалық, адамгершілік*моральдық сезімдер.',
                    options: ['ақыл-ой, эстетикалық, адамгершілік*моральдық сезімдер.','аффект, эмпатия, стресс.','стеникалық, астеникалық сезімдер.','кейіп, фрустрация.','дистресс']
                }
                ,
                {
                    numb: 154,
                    question: 'Ерік әрекетінің мазмұны:',
                    answer: 'адамның өз мінез-құлқын саналы түрде меңгере алу қабілеті.',
                    options: ['адамның өз мінез-құлқын саналы түрде меңгере алу қабілеті.','адам көңіл-күйінің ерекше көріністері.','адамның өзіне, өзге адамдарға, айналасындағы заттер мен құбылыстарға көңіл-күйінің қатынасын білдіруі.','ерікті болуы адамдардың адамдармен тіл табысын кетуі.','өз-өзінен пайда болатын адамның қажеттілігі.']
                }
                ,
                {
                    numb: 155,
                    question: 'Мінез көріністерінің мазмұны:',
                    answer: 'әрбір адамның жеке басына тән өзіндік психологиялық қасиеттер мен ерекшеліктер жиынтығы.',
                    options: ['әрбір адамның жеке басына тән өзіндік психологиялық қасиеттер мен ерекшеліктер жиынтығы.','өзгермейтін, тұрақты психикалық қасиет.','жүйке жүйесінің табиғи типтік қасиеттеріне тәуелді, жеке адамға тән дара өзгешелік.','ес сезімінің тума қабілеттерден туындайтын адамның іс-әрекеті.','адамның іс-әрекетін меңгере алу қабілеті.']
                }
                ,
                {
                    numb: 156,
                    question: 'Психика деген не:',
                    answer: 'объективті дүниенің миымызда субъективті бейнеленуі.',
                    options: ['объективті дүниенің миымызда субъективті бейнеленуі.','жоғары деңгейде кемелденіп жетілген мидың қызметі.','ақиқатты, объективті шындықты танып білудің үнемі дамып күрделеніп отыратын диалектикалық жолы.','адамның дара ерекшелігі.','адамның жоғары сезімі.']
                }
                ,
                {
                    numb: 157,
                    question: 'Темпераменттің физиологиялық негізі неге байланысты:',
                    answer: 'жүйке жүйесінің жұмысына.',
                    options: ['жүйке жүйесінің жұмысына.','мидың физиологиялық ерекшелігіне.','денедегі сұйықтардың мөлшеріне.','организмнің түрліше физиологиялық өзгешеліктеріне.','организмдегі химиялық элементтердің азды-көптігіне.']
                }
                ,
                {
                    numb: 158,
                    question: 'Темпераменттің физиологиялық негіздерін ғылыми тұрғыдан түсіндірген:',
                    answer: 'Академик – И.П.Павлов.',
                    options: ['Академик – И.П.Павлов.','И.М.Сеченов.','В.М.Бехтерев.','Неміс философы – И.Кант.','Ежелгі грек дәрігері – Гиппократ.']
                }
                ,
                {
                    numb: 159,
                    question: 'Сөйлеудің мәнерлілігі:',
                    answer: 'әрбір сөзді өзінің сазымен, ырғағымен айту.',
                    options: ['әрбір сөзді өзінің сазымен, ырғағымен айту.','ойдың, сезімнің құндылығы, тереңдігі, мазмұндылығын ескеру.','адамның білім дәрежесімен сипатталады.','адамның ниет тілегін, мұқтаждығы мен қабілеттілігіне тәуелді.','ойды нақты баяндай білу.']
                }
                ,
                {
                    numb: 160,
                    question: 'Қабілет дегеніміз не:',
                    answer: 'іс-әрекеттің белгілі бір түрін ойдағыдай нәтижелі орындауда көрінетін адамның жеке қасиеті.',
                    options: ['іс-әрекеттің белгілі бір түрін ойдағыдай нәтижелі орындауда көрінетін адамның жеке қасиеті.','біртіндеп өмір сатысында дамып, қалыптасып отыратын психикалық қасиет.','қоршаған ортаның әсерінен пайда болатын психикалық процесс.','өмірдің қай саласында болмасын жаңалық ашу.','адам санасының белгілі бір объектіге бағытталуы.']
                }
                ,
                {
                    numb: 161,
                    question: 'Нышанның ықпалымен қалыптасқан жеке адамның психикалық қасиеті не деп аталады:',
                    answer: 'дарындылық',
                    options: ['дарындылық','данышпандық','бейімділік','қабілет','талант']
                }
                ,
                {
                    numb: 162,
                    question: 'Жүйке жүйесінің типтерін анықта:',
                    answer: 'ширақ тип, баяу тип, ұстамсыз тип, әлсіз тип.',
                    options: ['ширақ тип, баяу тип, ұстамсыз тип, әлсіз тип.','ұстамсыз тип , қозғалғыштығы.','жүйке жүйесінің күші, тепе-теңдігі, қозғалмалығы .','әлсіз тип.','баяу тиа.']
                }
                ,
                {
                    numb: 163,
                    question: 'Адам мен хайуанаттар психикасын салыстыра отырып зерттейтін, ерекшеліктерін ажырататын психология ғылымының саласын анықта:',
                    answer: 'салыстырмалы психология.',
                    options: ['салыстырмалы психология.','әлеуметтік психология.','медициналық психология.','сот психологиясы.','еңбек психологиясы.']
                }
                ,
                {
                    numb: 164,
                    question: 'Қазіргі психологиялық зерттеулерде қай әдіс негізгі және маңыздырақ деп саналады:',
                    answer: 'эксперимент',
                    options: ['эксперимент','гнетикалық','тест','референтометрия.','сұхбат']
                }
                ,
                {
                    numb: 165,
                    question: 'Индукциялық ой қорытындысы деген не:',
                    answer: 'жекеден жалпыға қарай жасалатын ой қорытындысы.',
                    options: ['жекеден жалпыға қарай жасалатын ой қорытындысы.','жалпыдан жекеге қарай жасалатын ой қорытындысы.','объектілер мен болмыстың айырмашылығын табу тәсілі.','ойдың шындық дүниедегі заттар мен құбылыстардың жалпы және мәнді сипаттарын.','Заттар мен құбылыстар туралы ой.']
                }
                ,
                {
                    numb: 166,
                    question: 'Жеке адамның психикалық қасиеттері:',
                    answer: 'мінез, темперамент, қабілет .',
                    options: ['мінез, темперамент, қабілет .','сезім, ерік.','зейін.','түйсіну, қабылдау.','сана, психика.']
                }
                ,
                {
                    numb: 167,
                    question: 'Эстетикалық сезімдер дегеніміз:',
                    answer: 'адамның шындықтағы қандай болмасын бір сұлулықты сезінуі.',
                    options: ['адамның шындықтағы қандай болмасын бір сұлулықты сезінуі.','адамның тану процестерімен, ақыл-ой әрекетімен тығыз байланысып жатуы.','адамның ойы мен әрекетінің негізгі бағытына із қалдыратын терең тұрақты эмоция.','ьахаббат сезімі.','қоғамның тарихи дамуында пайда болған сезімдер.']
                }
                ,
                {
                    numb: 168,
                    question: 'Көрсетілген әдістердің қайсысы қосымша әдістерге жатады:',
                    answer: 'анкета әдісі, тест әдісі .',
                    options: ['анкета әдісі, тест әдісі .','бақылау','лабораториялық эксперимент.','табиғи эксперимент.','жаппай және ішінара бақылау.']
                }
                ,
                {
                    numb: 169,
                    question: 'Диалогтық сөйлеу дегеніміз:',
                    answer: 'екі немесе одан да көп адамдардың тілдесуі.',
                    options: ['екі немесе одан да көп адамдардың тілдесуі.','тілдік материалдар негізінде дауыстамай-ақ сөйлей алушылық.','бір адамның сөзі, яғни баяндамашының сөзі.','өз ойын жазба түрінде беруі.','жымдағы мәселені талдау.']
                }
                ,
                {
                    numb: 170,
                    question: 'Экстерорецепторларға жататын түйсіну түрлерін анықта:',
                    answer: 'лөру, есту, иіс, дәм, тері .',
                    options: ['лөру, есту, иіс, дәм, тері .','бұлшық ет, сіңірден шығатын түйсінулер.','органикалық.','буыннан шығатын түйсінулер.','аштықты, шөлді, тоқтықты, ауырғанды түйсінулер .']
                }
                ,
                {
                    numb: 171,
                    question: 'Фрустрация деген не:',
                    answer: 'қанағаттанбаушылық сезіммен жан дүниесінің күйзелуі.',
                    options: ['қанағаттанбаушылық сезіммен жан дүниесінің күйзелуі.','адам халінің өз басына түскендей көңіл-күйде болуы.','кенеттен пайда болып, бұрқ етіп сыртқа шығатын қуатты көңіл-күй.','қуаныш сезімі.','адамның таным, білімге байланысты қажырлы көңіл-күйі.']
                }
                ,
                {
                    numb: 172,
                    question: 'Синестезия қандай құбылыс:',
                    answer: 'түйсіктердің қосарлана жұмыс істеуі.',
                    options: ['түйсіктердің қосарлана жұмыс істеуі.','организмнің сыртқы тітіркендіргіштерге бейімделуі.','сезгіштіктің тек артуын көрсететін құбылыс.','ішкі факторлар әсерінен анализаторлардың сезгіштігінің төмендеуі.','түйсіне алу қабілеті.']
                }
                ,
                {
                    numb: 173,
                    question: 'Түйсік заңдылықтарын анықта:',
                    answer: 'адаптация, синестезия, сенсибилизация.',
                    options: ['адаптация, синестезия, сенсибилизация.','түйсіктің әрбір түрінің өзінің спецификалық ерекшеліктері бар.','тітіркендіргіштердің әсер ету уақыты мен жиілігі және сезу органдарының жағдайлары.','әсер ететін тітіркендіргіштердің күшімен және рецептордың функционалдық жағдайларымен анықталады.','мнемоника']
                }
                ,
                {
                    numb: 174,
                    question: 'Зейіннің аударылуы деген не:',
                    answer: 'Бір объектіден екінші объектіге назар аударылуы.',
                    options: ['Бір объектіден екінші объектіге назар аударылуы.','Бір уақыттың ішінде оның қамтитын объектілерінің саны.','Бір объектіге бағытталып, ұзақ уақыт бойы шоғырлануы.','Адам санасының белгілі бір затқа бағыттала тұрақталуы.','Бөгде тітіркендіргіштерге елеңдей беруі.']
                }
                ,
                {
                    numb: 175,
                    question: 'Бұлшық еттерде, тарамыс пен сіңірлерде орналасқан сезім мүшелері:',
                    answer: 'Проприорецептор',
                    options: ['Проприорецептор','экстерорецептор','интерорецептор','органикалық','статикалық']
                }
                ,
                {
                    numb: 176,
                    question: 'Бұл адамның барлық толғаныс-тебіреністері мен әрекетіне өң беретін біршама ұзақ эмоциялық күй:',
                    answer: 'көңіл-күй.',
                    options: ['көңіл-күй.','аффект','фрустрация','құмарлық','эмпатия']
                }
                ,
                {
                    numb: 177,
                    question: 'Ассоциациялық принциптерді тұңғыш зерттеген кім:',
                    answer: 'Аристотель',
                    options: ['Аристотель','Д.Н.Узнадзе .','А.Р.Лурия .','Гиппократ','И.П.Павлов']
                }
                ,
                {
                    numb: 178,
                    question: 'Ахроматикалық түстерге қандай түс жатады :',
                    answer: 'ақ, сұр, қара.',
                    options: ['ақ, сұр, қара.','қызыл','жасыл','сары','көк']
                }
                ,
                {
                    numb: 179,
                    question: 'Ес процестерін анықта:',
                    answer: 'есте сақтау, қайта жаңғырту, тану, ұмыту.',
                    options: ['есте сақтау, қайта жаңғырту, тану, ұмыту.','сөз-логикалық.','образдық.','қозғалыс.','эмоциялық.']
                }
                ,
                {
                    numb: 180,
                    question: 'Мінездің анықтамасы:',
                    answer: 'Адамның жеке басына тән өзіндік психологиялық қасиеттер мен ерекшеліктердің жиынтығы.',
                    options: ['Адамның жеке басына тән өзіндік психологиялық қасиеттер мен ерекшеліктердің жиынтығы.','Жүйке жүйесінің тума биологиялық ерекшеліктері.','Адамның әрқилы қимыл-әрекеті.','Мидағы оптималдық қозу ошағы.','Тұрақты, өзгермейтін психикалық қасиет.']
                }
                ,
                {
                    numb: 181,
                    question: 'Психологияның ғылым ретінде пайда болып, дүниеге тұңғыш келген жері:',
                    answer: 'Ежелгі Грецияда .',
                    options: ['Ежелгі Грецияда .','Мысыр мен Үндістанда /б.з.д. VI ғасыр/ .','Қытайда /б.з.д. ХІІІ ғ./.','Англияда /ХVғ./.','Германияда']
                }
                ,
                {
                    numb: 182,
                    question: 'Темперамент типтерін анықта: Жүйке процестері күшті, бірі екіншісіне тең келмейтін, ұйытқымалы, қимыл-қозғалысы шапшаң, басынан кешкен сезімі санасында терең із қалдырады, іске шапшаң кіріседі, ұйымдастырушылық қабілеті жоғары:',
                    answer: 'холерик',
                    options: ['холерик','меланхолик','сангвиник','флегматиг','экстраверт']
                }
                ,
                {
                    numb: 183,
                    question: 'Адамның өзіне бағытталған сөйлеу түрі:',
                    answer: 'эгоцентрикалық',
                    options: ['эгоцентрикалық','диалог','монолог','сырттай','жазбаша']
                }
                ,
                {
                    numb: 184,
                    question: 'Білім беру мен тәрбиелеудің психологиялық негізін зерттейтін психологияның саласы:',
                    answer: 'педагогикалық психология.',
                    options: ['педагогикалық психология.','медициналық психология.','өнер психологиясы.','жалпы психология.','инженерлік.']
                }
                ,
                {
                    numb: 185,
                    question: 'Адамға күш беріп, әрекетке ұмтылдыратын, көтеріңкі сезімдер қалай аталады:',
                    answer: 'стеникалық.',
                    options: ['стеникалық.','астеникалық.','стресс.','дистресс','аффект']
                }
                ,
                {
                    numb: 186,
                    question: 'Түрлі себептерге байланысты шындықтағы объектілерді қате қабылдау:',
                    answer: 'иллюзия.',
                    options: ['иллюзия.','галлюцинация.','структуралы қабылдау.','тұтастай','ьұрақтылығы.']
                }
                ,
                {
                    numb: 187,
                    question: 'Қабілеттің бастапқы табиғи негізі ретінде адамда туа пайда болатын жүйке қызметінің ерекшелігі не деп аталады:',
                    answer: 'нышан',
                    options: ['нышан','синестезия','амнезия','гипотеза','бейімділік']
                }
                ,
                {
                    numb: 188,
                    question: 'Ойлау процесінің мазмұны:',
                    answer: 'Сыртқы дүние заттары мен құбылыстарының байланыс-қатынастарының миымызда жалпылай және жанама түрде сөз арқылы бейнеленуі.',
                    options: ['Сыртқы дүние заттары мен құбылыстарының байланыс-қатынастарының миымызда жалпылай және жанама түрде сөз арқылы бейнеленуі.','таным процестерінің ішіндегі күрделі әрі тек адамға ғана тән психикалық процесс.','өмірдің қай саласы болмасын жаңалық ашуы.','адамның ақыл-ойымен тығыз байланысты күрделі психикалық процесс.','адамның дыбыс арқылы ойын басқа біреуге жеткізуі.']
                }
                ,
                {
                    numb: 189,
                    question: 'Сырттан әсер еткен тітіркендіргішке организмнің бейімделуі:',
                    answer: 'адаптация',
                    options: ['адаптация','синестезия','сенсибилизация','апперцепция','иллюция']
                }
                ,
                {
                    numb: 190,
                    question: 'Хроматикалық түстерге қандай түс жатады:',
                    answer: 'қызыл, сары, жасыл, күлгін.',
                    options: ['қызыл, сары, жасыл, күлгін.','шұбар, ала .','сұр','ақ','қара']
                }
                ,
                {
                    numb: 191,
                    question: 'Ассоциациялық принциптерді тұңғыш зерттеген кім:',
                    answer: 'Аристотель.',
                    options: ['Аристотель.','Д.Н.Узнадзе .','А.Р.Лурия .','И.П.Павлов .','Гиппократ.']
                }
                ,
                {
                    numb: 192,
                    question: 'Адам қанағаттанбау, реніш сезімін бастан жиі кешіреді, тұрақты жағымсыз эмоцияға душар ететін күйдің түрі:',
                    answer: 'фрустрация',
                    options: ['фрустрация','эмпатия','құмарлық','әуестік','стресс']
                }
                ,
                {
                    numb: 193,
                    question: 'Жеткіншектік кезеңдегі балалардың негізгі әрекетін ата:',
                    answer: 'оқу',
                    options: ['оқу','ойын','қоғамдық пайдалы еңбек.','өзіне-өзі қызмет етуі.','спортпен шұғылдану.']
                }
                ,
                {
                    numb: 194,
                    question: 'Екінші сигналдық жүйенің мазмұны:',
                    answer: 'сөз, сөйлеу және олардың негізінде туатын уақытша байланыстар.',
                    options: ['сөз, сөйлеу және олардың негізінде туатын уақытша байланыстар.','адамға да, жануарларға да тән.','адамның шығармашылық қиялының сырқа шығуы үшін қажетті шарт.','айналадағы болмыс пен шындық жайлы дұрыс елес тудыру.','шартсыз рефлекстерге сүйенбейді.']
                }
                ,
                {
                    numb: 195,
                    question: 'Вибрациялық түйсіну деген не:',
                    answer: 'қозғалған заттардың ауаны толқытуын дененің сезіне алуы.',
                    options: ['қозғалған заттардың ауаны толқытуын дененің сезіне алуы.','дененің кеңістіктегі орнын анықтайды.','қимыл әрекеттердің жылдамдықтарымен байланысты.','Заттардың механикалық және термикалық сипаттарының теріге әсер етуі.','ішкі органдардың жұмысымен байланысты.']
                }
                ,
                {
                    numb: 196,
                    question: 'Жүйке жүйесінің ауруға шалдығуына байланысты жалған, теріс, бұрмаланған бейнелердің тууын қабылдаудың қай заңдылығына жатқызуға болады Жүйке жүйесінің ауруға шалдығуына байланысты жалған, теріс, бұрмаланған бейнелердің тууын қабылдаудың қай заңдылығына жатқызуға болады:',
                    answer: 'галлюцинация',
                    options: ['галлюцинация','иллюзия','апперцепция','синестезия','адаптация']
                }
                ,
                {
                    numb: 197,
                    question: 'Ой қорытындысы деген не:',
                    answer: 'адам түрлі пікірлерді салыстыра, анализдей отырып, жеке я логикалық қорытындыға келеді.',
                    options: ['адам түрлі пікірлерді салыстыра, анализдей отырып, жеке я логикалық қорытындыға келеді.','құбылыстар арасында байланыс орнату.','қажырлы ақыл-ой жұмысының нәтижелі аяқталуы.','ой арқылы әрбір объекті мен болмыстың ерекшеліктерін, қасиеттерін көрсету.','жеке бөлшектерден тұтас объектіні құрастыру.']
                }
                ,
                {
                    numb: 198,
                    question: 'Төменде берілген тапсырмада эмоциялық жағдайдың қай түрін ажыратуға болады. «Бір бала асық ойнауға, екіншісі марка жинауға, үшіншісі аквариумда балық өсіруге, ал өзге біреулері тіпті жағымсыз істерге /темекі шегу т.б./ бейім тұрады»:',
                    answer: 'құмарлық',
                    options: ['құмарлық','аффект','көңіл-күй.','фрустрация.','эмпатия.']
                }
                ,
                {
                    numb: 199,
                    question: 'Зейіннің негізгі қасиетін анықта: Адамның бір объектіге немесе бір жұмысқа ұзағырақ тұрақтай алуы зейіннің қай қасиеті:',
                    answer: 'зейіннің тұрақтылығы.',
                    options: ['зейіннің тұрақтылығы.','зейіннің бөлінуі.','зейіннің ауысуы.','апперцепция.','зейіннің шоғырлануы.']
                }
                ,
                {
                    numb: 200,
                    question: 'Нышанның ықпалымен қалыптасқан жеке адамның психикалық қасиеті не деп аталады:',
                    answer: 'дарындылық.',
                    options: ['дарындылық.','талант.','данышпандық','бейімділік','қабілет']
                }
                ,
                {
                    numb: 201,
                    question: 'Қазіргі психологиялық зерттеулерде қай әдіс негізгі және маңыздырақ деп саналады:',
                    answer: 'эксперимент.',
                    options: ['эксперимент.','генетикалық','тест','социометрия','сұхбат']
                }
                ,
                {
                    numb: 202,
                    question: '﻿Психология ғылымының классификациясы:',
                    answer: 'Психикалық процестер, жағдайлар, қасиеттер.',
                    options: ['Психикалық процестер, жағдайлар, қасиеттер.','Іс-әрекет пен сана бірлігі.','Детерминизм, даму.','Инженерлік, заң, спорт, өнер, салыстырмалы.','Экстерорецепторлар, интерорецепторлар.']
                }
                ,
                {
                    numb: 203,
                    question: 'Ойлау операциялары қай топта анық берілген:',
                    answer: 'Анализ, салыстыру, синтез, жалпылау, абстракциялау.',
                    options: ['Анализ, салыстыру, синтез, жалпылау, абстракциялау.','Индукция, синтез, ұғым, жалпылау.','Анализ, дедукция, синтез, абстракция, пікір.','Салыстыру, жалпылау, анализ, ой қорытындысы.','Топтау, жіктеу, синтез, ой қорытындысы.']
                }
                ,
                {
                    numb: 204,
                    question: 'Естің физиологиялық негізін түсіндіретін басты теория:',
                    answer: 'Ассоциациялық байланыстар.',
                    options: ['Ассоциациялық байланыстар.','Доминанта','Көрнекі-бейнелі жаңғырту.','Анализаторлардың қызметі.','Қозудың оптимальды ошағы.']
                }
                ,
                {
                    numb: 205,
                    question: 'Қабілеттіліктің дамуының негізгі физиологиялық ерекшелігі:',
                    answer: 'нышан',
                    options: ['нышан','темперамент','ойлау','дарындылық','арнайы қабілет']
                }
                ,
                {
                    numb: 206,
                    question: 'Апперцепция дегеніміз не:',
                    answer: 'Қабылдаудың адамның жалпы психикалық тұрмысы мен өткен тәжірибесінің мазмұнына байланыстырылған.',
                    options: ['Қабылдаудың адамның жалпы психикалық тұрмысы мен өткен тәжірибесінің мазмұнына байланыстырылған.','Түрлі себептерге байланысты шындықтағы объектілерді қате қабылдау.','Сыртқы жағдайдың өзгеруіне қарамастан - заттардың кейбір қасиеттерінің бір қалыпты болып қабылдануы.','Толып жатқан объектілердің ішінен біреуін керектісін іріктеуіміз.','Заттарды немесе құбылыстардың мәніне, мазмұнына байланысты бөліктерге бөліп қабылдау.']
                }
                ,
                {
                    numb: 207,
                    question: 'Төменде көрсетілген психологтардың қайсысы топтық қарым-қатынасты зеттеуге «социометриялық» әдісті ұсынған ғылым:',
                    answer: 'Дж. Морено',
                    options: ['Дж. Морено','Д.Векслер','Ч. Осгуд','Г.Айзенк','М.Люшер']
                }
                ,
                {
                    numb: 208,
                    question: 'Адам мен жануарлардың психологиялық ерекшеліктеріндегі айырмашылықтарды зерттейтін психология ғылымының саласы:',
                    answer: 'салыстырмалы психология',
                    options: ['салыстырмалы психология','тифлопсихология','жас ерекшелігі','олигофренопсихология','педагогикалық психология']
                }
                ,
                {
                    numb: 209,
                    question: 'Адамның түрлі көңіл күйінің тұрақты компоненттерін білдіретін психикалық құбылыс:',
                    answer: 'психикалық кейіп немесе күй',
                    options: ['психикалық кейіп немесе күй','психикалық қасиет','психикалық үрдіс','психикалық құбылыс','психикалық жағдай']
                }
                ,
                {
                    numb: 210,
                    question: 'Ой арқылы түрлі заттар мен құбылыстардың мәнді жақтарын жеке бөліктерге бөлу:',
                    answer: 'Анализ',
                    options: ['Анализ','Синтез','Абстракция','Нақтылау','Жалпылау']
                }
                ,
                {
                    numb: 211,
                    question: 'Сыртқы дүние заттары мен құбылыстарының байланыс - қатынастарының миымызда жалпылай және жанама түрде сөз арқылы бейнеленуі:',
                    answer: 'Ойлау',
                    options: ['Ойлау','Қиял','Сөйлеу','Қабылдау','Түйсік']
                }
                ,
                {
                    numb: 212,
                    question: 'Нерв жүйесінің физиологиялық негіздері қандай:',
                    answer: 'Қозу, тежелу.',
                    options: ['Қозу, тежелу.','Иррадация, концентрация.','Күрделі, қарапайым.','Анализ, синтез.','Салыстыру, нақтылау.']
                }
                ,
                {
                    numb: 213,
                    question: 'Ес процестерінің негізі болып табылатын байланыстарды психологияда қалай атайды:',
                    answer: 'ассоциация',
                    options: ['ассоциация','операция','мнемоника','рефлекция','аккомодация']
                }
                ,
                {
                    numb: 214,
                    question: 'Сенсебелизация - бұл...:',
                    answer: 'анализаторлардың өзара әрекет нәтижесінде сезгіштіктің артуы',
                    options: ['анализаторлардың өзара әрекет нәтижесінде сезгіштіктің артуы','қоршаған ортаға бейімделу барысында сезгіштіктің төмендеуі','бір анализатордан басқа анализаторға тән түйсінудің пайда болуы','дене перефереясында орналасқан анатомо -физиологиялық аппарат','әрдайым әрекетте болатын тітіркендіргішке сезгіштіктің төмендеуі']
                }
                ,
                {
                    numb: 215,
                    question: 'Психика деген не:',
                    answer: 'Адам миының жоғарғы дәрежедегі қызметі.',
                    options: ['Адам миының жоғарғы дәрежедегі қызметі.','Жануарлардың сенсорлық әрекеті.','Жан туралы ілім.','Психологияның зерттеу әдістері.','Мидың құрылысы.']
                }
                ,
                {
                    numb: 216,
                    question: 'Психология ғылымы нені зерттейді:',
                    answer: 'Адамның жеке адам ретіндегі психикасының даму заңдылықтарын.',
                    options: ['Адамның жеке адам ретіндегі психикасының даму заңдылықтарын.','Сананың даму заңдылығын.','Психология ғылымының салаларын.','Адамдардың психологиялық ерекшеліктерін зерттеу.','Бала психологиясының дамуын зерттейді.']
                }
                ,
                {
                    numb: 217,
                    question: 'Эксперимент әдісінің түрлері:',
                    answer: 'Табиғи, лабораториялық.',
                    options: ['Табиғи, лабораториялық.','Күрделі, қарапайым.','Аспапты, аспапсыз.','Негізгі, қосымша.','Арнаулы, жалпы.']
                }
                ,
                {
                    numb: 218,
                    question: 'Шетел психологиясының негізгі ағымдары:',
                    answer: 'Бихевиоризм, гештальтизм, психоанализ.',
                    options: ['Бихевиоризм, гештальтизм, психоанализ.','Инстинкт, дағды, интеллект.','Бақылау, эксперимент.','Табиғи, лабораториялық.','Модельдеу, анкеталық.']
                }
                ,
                {
                    numb: 219,
                    question: 'Қабілеттілікке жатпайды:',
                    answer: 'мінез',
                    options: ['мінез','талант','дарындылық','нышан','бейімділік']
                }
                ,
                {
                    numb: 220,
                    question: 'Іс-әрекет және қарым-қатынас барысында қалыптасқан жеке адамның тұрақты дара ерекшелігінің жиынтығы:',
                    answer: 'мінез',
                    options: ['мінез','темперамент','қабілет','нышан','еңбек']
                }
                ,
                {
                    numb: 221,
                    question: 'Психикалық процестер деген не:',
                    answer: 'Сыртқы тітіркендіргіштердің адамның сезім мүшелеріне әсер етуі арқылы мида бейнеленуі.',
                    options: ['Сыртқы тітіркендіргіштердің адамның сезім мүшелеріне әсер етуі арқылы мида бейнеленуі.','Сезім мен эмоцияны дамыту.','Көңіл-күйдің тұрақты белгілері.','Адамның қайталанбайтын даралық ерекшелігі.','Индивидтің қалыптасуы.']
                }
                ,
                {
                    numb: 222,
                    question: 'Адамның ақыл-ой әрекетінің әуелде сыртқы заттық әрекет түрінде көрініп, бірте-бірте ішкі психикалық амалға ауысуын көрсеткен ғалымдар:',
                    answer: 'Л.С.Выготский, А.Н.Леонтьев, П.Я.Гальперин',
                    options: ['Л.С.Выготский, А.Н.Леонтьев, П.Я.Гальперин','П.К.Анохин, С.Л. Рубинштейн, Б.Г.Ананьев','Б.М.Кедров, Б.М.Теплов, Б.Ф.Ломов','И.М.Сеченов, А.А.Ухтомский, К.М.Быков','Н.И.Красногорский, Б.М.Теплов, А.Н.Леонтьев']
                }
                ,
                {
                    numb: 223,
                    question: 'Байсалды, ұстамды, еңбекқор, қызмет етуде сабырлы және төзімді, қозу мен тежелуі бір-біріне тең, баяу қозғалғыш қасиеттері қай тип темпераментіне тән:',
                    answer: 'флегматик',
                    options: ['флегматик','сангвиник','холерик','меланхолик','атлетик']
                }
                ,
                {
                    numb: 224,
                    question: 'Аристотельдің психология туралы еңбегі қалай аталады:',
                    answer: '«Жан туралы».',
                    options: ['«Жан туралы».','«Жан жүйесі және өнер таңдау».','«Психология».','«Педагогика».','«Адам-тәрбие құралы».']
                }
                ,
                {
                    numb: 225,
                    question: '«Психология – сана туралы ғылым» - деген түсінік қай кезеңде, қандай ғылымдардың дамуымен байланысты қалыптасты:',
                    answer: 'XIX ғасырда, философия.',
                    options: ['XIX ғасырда, философия.','XIX ғасырда, политология.','XIX ғасырда, жаратылыстану.','XVII ғасыр, кибернетика.','XVII ғасыр, социология.']
                }
                ,
                {
                    numb: 226,
                    question: '«Стресс» сөзін алғаш қолданған ғалым:',
                    answer: 'Ганс Селье',
                    options: ['Ганс Селье','С.Шехнер','Д.О.Хеббу','К.Ланге','Л.Фестингер']
                }
                ,
                {
                    numb: 227,
                    question: 'Бақылау әдісіне қойылатын талаптардың бірі:',
                    answer: 'Мақсаттылығы.',
                    options: ['Мақсаттылығы.','Жалпы зерттеу жүргізу.','Ойлау процесін зерттеу.','Адамның өзінің өзіне зерттеу жүргізуі.','Аспаптарды қолданып зерттеу жүргізу.']
                }
                ,
                {
                    numb: 228,
                    question: 'Топтың түрлері қандай:',
                    answer: 'Нақты, шартты, үлкен, кіші, референт.',
                    options: ['Нақты, шартты, үлкен, кіші, референт.','Лидерлік, ұжымдық.','Контактілі, негізгі.','Ғылыми, қоғамдық.','Кәсіби, қоғамдық.']
                }
                ,
                {
                    numb: 229,
                    question: 'Адамды белсенді әрекетке итермелейтін:',
                    answer: 'түрткі',
                    options: ['түрткі','ерік','еріктік күш жігер','бағыттылық','мақсаттылық']
                }
                ,
                {
                    numb: 230,
                    question: 'Онтогенездегі даму, ол ...:',
                    answer: 'адамның туғаннан өлгенге дейінгі дамуы',
                    options: ['адамның туғаннан өлгенге дейінгі дамуы','өмірдегі зерделі жастағы кезеңдегі даму','адамның іште жатқан кезде дамуы','жеткіншек кезеңіндегі даму','балалық кезеңіндегі даму']
                }
                ,
                {
                    numb: 231,
                    question: 'Зейіннің обьектіге шоғырлануға қабілетсіздігі:',
                    answer: 'Шашыраңқылық',
                    options: ['Шашыраңқылық','Рефлекция','Тітіркенушілік','Реминисценция','Релаксация']
                }
                ,
                {
                    numb: 232,
                    question: 'Техникамен айналысатын адамдардың психологиясын зерттейтін сала:',
                    answer: 'Инженерлік',
                    options: ['Инженерлік','Ғарыш.','Заң','Математикалық әдіс.','Модельдеу.']
                }
                ,
                {
                    numb: 233,
                    question: 'Салыстырмалы психология саласы нені зерттейді:',
                    answer: 'Адам мен жануар психикасын зерттеу.',
                    options: ['Адам мен жануар психикасын зерттеу.','Жануар психикасын зерттеу.','Адамдардың психикасын жас кезеңдеріне қарай анықтау.','Адамдардың сөйлеу ерекшелігін зерттеу.','Адамның ойлау ерекшелігін зерттеу.']
                }
                ,
                {
                    numb: 234,
                    question: 'Аффект көрсеткіші:',
                    answer: 'еріктің өз әрекетіне бақылауының бұзылуы',
                    options: ['еріктің өз әрекетіне бақылауының бұзылуы','сананың аздап өзгеруі','өзін-өзі ұстауды сақтау','еріктің өз әрекетіне бақылауының сақталуы','қобалжу']
                }
                ,
                {
                    numb: 235,
                    question: '3ейінді бір объектіге тұрақтандырып, сонымен қатар бірнеше іс-әрекет түрлерімен айналысу зейіннің қай қасиетін білдіреді:',
                    answer: 'зейіннің бөлінушілігін',
                    options: ['зейіннің бөлінушілігін','зейіннің тұрақтылығын','зейіннің алаң болушылығы','зейіннің аударылуын','зейіннің көлемін']
                }
                ,
                {
                    numb: 236,
                    question: 'Іс-әрекеттің негізгі түрлері:',
                    answer: 'ойын, оқу, еңбек',
                    options: ['ойын, оқу, еңбек','ойын, еңбек','еңбек, қарым-қатынас','дұрыс жауап жоқ','іскерлік пен дағды']
                }
                ,
                {
                    numb: 237,
                    question: 'Интеллект деген не:',
                    answer: 'Ақыл-ойдың дамуы.',
                    options: ['Ақыл-ойдың дамуы.','Мидың дамуы.','Сөйлеудің дамуы.','Сезімнің дамуы.','Түйсіну.']
                }
                ,
                {
                    numb: 238,
                    question: 'Гештальтпсихологияның мақсаты қандай:',
                    answer: 'Психикалық құбылыстардың принциптерін тұтас түсіндіру.',
                    options: ['Психикалық құбылыстардың принциптерін тұтас түсіндіру.','Тәртіп-қылықты зерттеу.','Психоанализді зерттеу.','З.Фрейд ілімдерін уағыздау.','Торндайк дамытқан ілім.']
                }
                ,
                {
                    numb: 239,
                    question: 'Ойлау, сөйлеу, ес, қиял, қабылдау психология ғылымының қандай классификациясына жатады:',
                    answer: 'Психикалық процесс.',
                    options: ['Психикалық процесс.','Психикалық жағдай.','Психикалық қасиет.','Психикалық даму.','Психикалық бейне.']
                }
                ,
                {
                    numb: 240,
                    question: 'Сыртқы заттар мен құбылыстардың адамның сезім мүшелеріне әсер ете отыра миында бейнеленуі қандай теория:',
                    answer: 'Бейнелеу',
                    options: ['Бейнелеу','Доминанта','Өріс','Ассоциация.','Биологиялық.']
                }
                ,
                {
                    numb: 241,
                    question: 'Өзіне тән білімі, іс-тәжірибесі бар, қоғамда, ұжымда өмір сүретін адам:',
                    answer: 'Жеке тұлға.',
                    options: ['Жеке тұлға.','Ұстаз','Даралық.','Адам.','Индивид.']
                }
                ,
];
