var title = 'Әлеуметтану / 1-152'; 
var questionCount = 152; 
var timeValue = 60;
var answerMixing = true;
var deadLine = false;
var about = false;
let syllabus = '';

showDetail();

let questions = [

                {
                    numb: 1,
                    question: '﻿Қоғамның әлеуметтік құрылымы туралы П.Сорокин қалыптастырған теория:',
                    answer: 'әлеуметтік стратификация',
                    options: ['әлеуметтік стратификация','әлеуметтік интеграция','әлеуметтік диспозиция','әлеуметтік бағдар','әлеуметтік мүдделер']
                }
                ,
                {
                    numb: 2,
                    question: 'П.Сорокиннің әлеуметтік стратификация теориясының негізіне адамдардың бірігуі алынған:',
                    answer: 'әлеуметтік жіктерге',
                    options: ['әлеуметтік жіктерге','топтарға','таптарға','институттарға','қауымдастықтарға']
                }
                ,
                {
                    numb: 3,
                    question: 'Әлеуметтік мобильдік терминін 1927 жылы әлеуметтануға енгізген ғалым:',
                    answer: 'П.Сорокин',
                    options: ['П.Сорокин','Г.Зиммель','М.Вебер','А.Турен','Р.Дарендорф']
                }
                ,
                {
                    numb: 4,
                    question: '«Страта» ұғымы әлеуметтануға мына ғылымнан ауысты:',
                    answer: 'Геология',
                    options: ['Геология','Химия','Биология','Тарих','Археология']
                }
                ,
                {
                    numb: 5,
                    question: 'Қоғамда табысты өмір сүру үшін қажетті мінез-құлық үлгілерін, әлеуметтік нормалар мен құндылықтарды индивидтің меңгеру процесі - бұл',
                    answer: 'әлеуметтендіру',
                    options: ['әлеуметтендіру','урбанизация','популяция','верификация','конформизм']
                }
                ,
                {
                    numb: 6,
                    question: 'Ауытқыған мінез-құлықтың шектен шыққан түрі:',
                    answer: 'қылмыскерлік',
                    options: ['қылмыскерлік','нашақорлық','қаңғыбастық','маскүнемдік','токсикомандық']
                }
                ,
                {
                    numb: 7,
                    question: 'Шетелде ауытқыған мінез-құлық әлеуметтануы мына еңбектен бастау алды:',
                    answer: 'Э.Дюркгейм. «Өзіне-өзі қол салу»',
                    options: ['Э.Дюркгейм. «Өзіне-өзі қол салу»','Ф.Тённис. «Қауымдастық және қоғам»','Т.Парсонс. «Әлеуметтік әрекеттің құрылымы»','М.Вебер. «Негізгі әлеуметтанулық ұғымдар»','Т.Гоббс. «Левиафан»']
                }
                ,
                {
                    numb: 8,
                    question: 'Саяси саланың қоғамдық өмірдің басқа салаларымен байланысын зерттейтін ғылым:',
                    answer: 'саясат әлеуметтануы',
                    options: ['саясат әлеуметтануы','саясаттану','әлеуметтану','тарих','қоғамтану']
                }
                ,
                {
                    numb: 9,
                    question: 'Қоғамның тепе-теңдігі мен тұрақтылығын сақтай отырып, қоғамның тұрақтандырушысы болып саналатын тап:',
                    answer: 'орта тап',
                    options: ['орта тап','жұмысшы табы','жоғарғы тап','төменгі тап','интеллигенция']
                }
                ,
                {
                    numb: 10,
                    question: 'Отбасының әлеуметтік институт ретінде пайда болған кезі:',
                    answer: 'алғашқы қауымдық құрылыс',
                    options: ['алғашқы қауымдық құрылыс','жаңа заман','антикалық дәуір','орта ғасыр','қазіргі заман']
                }
                ,
                {
                    numb: 11,
                    question: 'Отбасы - бұл:',
                    answer: 'неке мен қандас туыстықтың негізінде, тұрмыстың ортақтығымен біріккен бірлестігі',
                    options: ['неке мен қандас туыстықтың негізінде, тұрмыстың ортақтығымен біріккен бірлестігі','күйеуі мен әйелінің, ата-анасы мен балаларының арасындағы қатынастар','бірін-бірі ұнататын адамдардың біріккен тобы','ата-бабалары бір адамдардың тобы, ұрпағы','бірге тұратын адамдардың тобы, байланыстары']
                }
                ,
                {
                    numb: 12,
                    question: 'Отбасының негізгі функциясы:',
                    answer: 'репродуктивтік',
                    options: ['репродуктивтік','коммуникативтік','демалыс өткізу','әлеуметтік бақылау','экономикалық']
                }
                ,
                {
                    numb: 13,
                    question: 'Бұл құжат кез келген әлеуметтанулық зерттеуінің міндетті түрдегі бастауы болып саналады, онда зерттеудің методологиялық принциптері, мақсаттары және міндеттері, оларға жетудің тәсілдері көрсетілген:',
                    answer: 'бағдарлама',
                    options: ['бағдарлама','жоспар','гипотиза','анкета','түйін']
                }
                ,
                {
                    numb: 14,
                    question: 'Бастапқы ақпаратты жинаудың мақсаттарын, міндеттерін, тәсілдерін, құралдарын анықтау, оны өңдеу және талдау - бұл:',
                    answer: 'әлеуметтану зерттеулерінің кезеңдері',
                    options: ['әлеуметтану зерттеулерінің кезеңдері','әлеуметтану зерттеулерінің процедурасы','әлеуметтану зерттеулерінің түрлері','әлеуметтану зерттеулерінің типтері','әлеуметтану зерттеулерінің жолдары']
                }
                ,
                {
                    numb: 15,
                    question: 'Егер анкетада сұрақтың жауап варианттары берилмесе және респондент жауапты өзі жазатын болса, бұл',
                    answer: 'Ашық сұрақ',
                    options: ['Ашық сұрақ','Жабық сұрақ','Дихотомиялық сұрақ','Шкалалық сұрақ','Әдейі қойылған сұрақ']
                }
                ,
                {
                    numb: 16,
                    question: 'Адамның әлеуметтік кеңістікте әлеуметтік мәртебесін өзгертпей ауысуы қалай аталады',
                    answer: 'Көлденең әлеуметтік мобильділік',
                    options: ['Көлденең әлеуметтік мобильділік','Жоғарылаушы әлеуметтік мобильділік','Тік әлеуметтік мобильділік','Төмендеуші әлеуметтік мобильділік','Потенциалды мобильділік']
                }
                ,
                {
                    numb: 17,
                    question: 'Миграция - бұл .... мобильділік:',
                    answer: 'аумақтық',
                    options: ['аумақтық','гендерлік','кәсіби','этникалық','жас ерекшеліктік']
                }
                ,
                {
                    numb: 18,
                    question: 'Тік мобильділік ұғымын сипаттайтын анықтама:',
                    answer: 'Әлеуметтік мәртебенің жоғарғы немесе төменгі мәртебеге ауысуы',
                    options: ['Әлеуметтік мәртебенің жоғарғы немесе төменгі мәртебеге ауысуы','Балалардың ата-аналарына қарағанда әлеуметтік мәртебесінің ауысуы','Бір буынның (поколение) өмір бойына тұлғалық әлеуметтік мәртебесінің өзгеруі','Индивид немесе әлеуметтік топтың бір деңгей бойынша орын ауыстыруы','Тұлғаның құндылықтық бағдарларының өзгеруі']
                }
                ,
                {
                    numb: 19,
                    question: 'Нақты жас маман иесінің жемісті карьерасы',
                    answer: 'Тік мобильділік',
                    options: ['Тік мобильділік','Көлденең мобильділік','Топтық мобильділік','Буынаралық (межпоколенная) мобильділік','Демографиялық мобильділік']
                }
                ,
                {
                    numb: 20,
                    question: 'Қоғам көлденең және тік болып екіге бөлінетін белгілі мобильділікті сипаттайды',
                    answer: 'Сорокин',
                    options: ['Сорокин','Мангейм','Маркс','Вебер','Моска']
                }
                ,
                {
                    numb: 21,
                    question: 'О.Конт әлеуметтануды алғашқыда қалай атады?',
                    answer: 'әлеуметтік физика',
                    options: ['әлеуметтік физика','әлеуметтік математика','әлеуметтік химия','әлеуметтік биология','әлеуметтік астрономия']
                }
                ,
                {
                    numb: 22,
                    question: 'Адамның әлеуметтік өмірге бейімделу процесің қалай атайды?',
                    answer: 'әлеуметтену',
                    options: ['әлеуметтену','маргинализация','қалыптасу','даму','кемелдену']
                }
                ,
                {
                    numb: 23,
                    question: 'К.Маркс қоғамды өзгертудің қандай жолын таңдаған?',
                    answer: 'революциялық',
                    options: ['революциялық','эволюциялық','реформалық','келісім','соғыс']
                }
                ,
                {
                    numb: 24,
                    question: 'К.Маркстің пікірінше қоғам дамуында қандай фактор басты болады?',
                    answer: 'экономикалық',
                    options: ['экономикалық','мәдени','адамгершілік','діни','адами факторы']
                }
                ,
                {
                    numb: 25,
                    question: 'Спенсер қандай ғылымды басты деп есептеген?',
                    answer: 'биология',
                    options: ['биология','физика','математика','химия','астрономия']
                }
                ,
                {
                    numb: 26,
                    question: 'Ауытқымалы мінез құлық қалай аталады?',
                    answer: 'девиация',
                    options: ['девиация','девальвация','модернизация','социализация','депрессия']
                }
                ,
                {
                    numb: 27,
                    question: 'Мемлекетті басқаруға тиісті адамдар (Платон.):',
                    answer: 'философтар',
                    options: ['философтар','әскерлер','қолөнершілер','құлдар','шаруалар']
                }
                ,
                {
                    numb: 28,
                    question: 'Географиялық детерминизмнің факторлары (Ш.Л.Монтескье):',
                    answer: 'климат және территория',
                    options: ['климат және территория','мемлекет және билік','халықтың құрамы','экономика және еңбек','мораль және әдеп']
                }
                ,
                {
                    numb: 29,
                    question: 'Т.Парсонс қандай бағыттың негізін салушы?',
                    answer: 'функционализм',
                    options: ['функционализм','феноменология','интеракционизм','позитивизм','дарвинизм']
                }
                ,
                {
                    numb: 30,
                    question: 'Хиппилер, панки, рокерлер кай мәдениеттің көрінісі?',
                    answer: 'жастар субмәдениеті',
                    options: ['жастар субмәдениеті','формальды емес','кәсіби емес','топтасу емес','андеграунда']
                }
                ,
                {
                    numb: 31,
                    question: 'Респондент деп кімді атайды?',
                    answer: 'әлеуметтік зерттеуге түскен адамды',
                    options: ['әлеуметтік зерттеуге түскен адамды','жазушы','ғалым','басқарушы','корреспондент']
                }
                ,
                {
                    numb: 32,
                    question: 'Түсіндірмелі әлеуметтанудың негізін қалаған кім?',
                    answer: 'М.Вебер',
                    options: ['М.Вебер','О.Конт','Т.Парсонс','Э.Дюркгейм','К.Маркс']
                }
                ,
                {
                    numb: 33,
                    question: 'Дәстүрлі қоғамның ерекшелігі',
                    answer: 'аграрлы',
                    options: ['аграрлы','өндіріс','техника','индустрия','өркениет']
                }
                ,
                {
                    numb: 34,
                    question: 'Индустриалды қоғамның негізі:',
                    answer: 'өндіріс',
                    options: ['өндіріс','дәстүр','мәдениет','мораль','салт']
                }
                ,
                {
                    numb: 35,
                    question: 'Девиантты мінез-құлық - ол',
                    answer: 'нормадан ауытқыған тәртіп',
                    options: ['нормадан ауытқыған тәртіп','ойлы тәртіп','дұрыс тәртіп','ситуативті тәртіп','саналы тәртіп']
                }
                ,
                {
                    numb: 36,
                    question: 'Деликвентті тәртіп',
                    answer: 'нормадан ауытқыған және заң бұзушылық тәртіп',
                    options: ['нормадан ауытқыған және заң бұзушылық тәртіп','ойлы тәртіп','дұрыс тәртіп','ситуативті тәртіп','саналы тәртіп']
                }
                ,
                {
                    numb: 37,
                    question: 'Әлеуметтанудың методологиялық негізі:',
                    answer: 'философия',
                    options: ['философия','логика','психология','политология','тарих']
                }
                ,
                {
                    numb: 38,
                    question: 'Дискриминация дегеніміз не?',
                    answer: 'азаматтардың құқықтарын шектеу',
                    options: ['азаматтардың құқықтарын шектеу','теңдік','жіктеу','төземділік','толерантылық']
                }
                ,
                {
                    numb: 39,
                    question: 'Социализация дегеніміз не?',
                    answer: 'құндылықтарды, нормаларды игеру',
                    options: ['құндылықтарды, нормаларды игеру','тәрбиелеу','үйрету','білімдерді қабылдау','идентификациялау']
                }
                ,
                {
                    numb: 40,
                    question: 'Ы.Алтынсаринның пікірінше қазақ қоғамның баяу дамуының себебі',
                    answer: 'білім жағынан артта қалу',
                    options: ['білім жағынан артта қалу','жемқорлық','өндірістің жоқтығы','феодалдық қалдықтар','инвестициялардың жоқтығы']
                }
                ,
                {
                    numb: 41,
                    question: 'ХХ ғ. ең атақты орыс-американ социологы',
                    answer: 'П.Сорокин',
                    options: ['П.Сорокин','К.Лавров','В.Соловьев','Н.Бердяев','Л.Гумилев']
                }
                ,
                {
                    numb: 42,
                    question: 'Әлеуметтік факт ілімнің авторы...',
                    answer: 'Э.Дюркгейм',
                    options: ['Э.Дюркгейм','Э.Фромм','К.Маркс','Г.Спенсер','О.Конт']
                }
                ,
                {
                    numb: 43,
                    question: 'Абайдың пікірінше, қазақ қоғамындағы әлеуметтік әділетсіздіктің негізгі себебі',
                    answer: 'бай мен кедейлерге бөліну',
                    options: ['бай мен кедейлерге бөліну','заңдардың жоқтығы','заңдарды бұрмалау','ғылымның жоқтығы','білімсізді']
                }
                ,
                {
                    numb: 44,
                    question: 'Қоғамның үлкен әлеуметтік ұйымы:',
                    answer: 'мемлекет',
                    options: ['мемлекет','топ','тап','ұлт','тайпа']
                }
                ,
                {
                    numb: 45,
                    question: 'Этностың негізгі элементтері:',
                    answer: 'тайпа, ұлттық, ұлт',
                    options: ['тайпа, ұлттық, ұлт','топтар, таптар, қабаттар','страта, раса, ұжым','мемлекет, партия','кәсіподақ, шығармашылық қозғалыс']
                }
                ,
                {
                    numb: 46,
                    question: 'Эгалитарлық отбасы дегеніміз:',
                    answer: 'ер мен әйел тең болатын отбасы жүйесі',
                    options: ['ер мен әйел тең болатын отбасы жүйесі','басшысы әйелі мен анасы болатын отбасы жүйесі','билік күйеу мен әкенің қолында болатын отбасы жүйесі','билік балаларға тиесілі отбасы жүйесі','билік балаларға тиесілі отбасы жүйесі']
                }
                ,
                {
                    numb: 47,
                    question: 'Әлеуметтанулық зерттеу бағдарламасын әзірлеу неден басталады?',
                    answer: 'мәселенің тұжырымынан',
                    options: ['мәселенің тұжырымынан','сауалнамадан','тестілеуден','сұхбатпен','анкетадан']
                }
                ,
                {
                    numb: 48,
                    question: 'Ұзақ уақыт бойы жүргізілетін зерттеу түрі қалай аталады?',
                    answer: 'лонгитюдтік',
                    options: ['лонгитюдтік','пәнаралық','зондажды','салыстырмалы','кері байланысты зерттеу']
                }
                ,
                {
                    numb: 49,
                    question: 'Кез келген фактілерді, құбылыстарды жариялау үшін алға қойылған ғылыми болжам қалай аталады:',
                    answer: 'гипотеза',
                    options: ['гипотеза','болжам','проблема','бағдарлама','тақырып']
                }
                ,
                {
                    numb: 50,
                    question: 'Ажырасу себептерінің ішінде бірінші орында тұрған себеп:',
                    answer: 'мінездің сәйкес келмеуі;',
                    options: ['мінездің сәйкес келмеуі;','материалдық қиыншылықтар;','маскүнемдік;','өмірлік мақсаттардың әртүрлі болуы;','отбасында баланың болмауы']
                }
                ,
                {
                    numb: 51,
                    question: '﻿Әлеуметтану дегеніміз:',
                    answer: 'қоғам және әлеуметтік қатынастар туралы ғылым',
                    options: ['қоғам және әлеуметтік қатынастар туралы ғылым','саяси құбылыстардың пайда болуы мен дамуының заңдылықтары, жолдары, формалары туралы әлеуметтік ғылым','табиғат пен ойлаудың дамуының ең жалпы заңдылықтары туралы ғылым','саяси қоғамның қызмет етуі мен дамуының жалпы және ерекше заңдылықтары туралы ғылым','тұлға мінез-құлқын зерттейтін ғылым']
                }
                ,
                {
                    numb: 52,
                    question: 'Әлеуметтанудың пәні:',
                    answer: 'әлеуметтік қатынастар',
                    options: ['әлеуметтік қатынастар','саяси қатынастар','қоғамдық сананың формалары','экономикалық қатынастар','жеке тұлғалардың психологиялық мінез-құлқы']
                }
                ,
                {
                    numb: 53,
                    question: '«Еліктеудің әлеуметтік заңы» идеясын кім ұсынды?',
                    answer: 'Г.Тард',
                    options: ['Г.Тард','Қ.Маркс','З.Фрейд','Ф.Энгельс','В.Ленин']
                }
                ,
                {
                    numb: 54,
                    question: 'Эмпирикалық әлеуметтанудың негізін салушылар:',
                    answer: 'У.Томас және Ф.Знанецкий',
                    options: ['У.Томас және Ф.Знанецкий','Д.Истон және Т.Парсонс','Э.Дюркгейм және П.Сорокин','К.Маркс пен Ф.Энгельс','Дж.Локк пен Ш.Монтескье']
                }
                ,
                {
                    numb: 55,
                    question: 'Белгілі бір индивидтің белгілі бір әлеуметтік жүйеде алатын нақты орны қалай аталады:',
                    answer: 'әлеуметтік мәртебе',
                    options: ['әлеуметтік мәртебе','әлеуметтік тәуелсіздік','жеке тұлғаның дербестігі','жеке тұлғаның әлеуметтенуы','әлеуметтік рөл']
                }
                ,
                {
                    numb: 56,
                    question: 'Әлеуметтану - бұл:',
                    answer: 'жалпы қоғамның ерекше жұмыс істеуі мен дамуының заңдылықтары туралы ғылым',
                    options: ['жалпы қоғамның ерекше жұмыс істеуі мен дамуының заңдылықтары туралы ғылым','табиғат, қоғам, мемлекет және ойлаудың жалпы даму заңдары туралы ғылым','қоғамның материалдық және рухани дамуындағы жетістіктерді зерттейтін ғылым','саяси құбылыстардың пайда болуы мен дамуы, заңдылықтары туралы қоғамдық ғылым','адамның объективтік шындықты түйсіну, қабылдау, сезіну формаларын зерттейтін ғылым']
                }
                ,
                {
                    numb: 57,
                    question: 'Әлеуметтанудың ғылым ретінде негізін салған ғалым:',
                    answer: 'О.Конт',
                    options: ['О.Конт','И.Кант','Г.Спенсер','Аристотель','Платон']
                }
                ,
                {
                    numb: 58,
                    question: 'Әлеуметтану өз алдына ғылым ретінде мына ғасырда пайда болды:',
                    answer: '19 ғасырда',
                    options: ['19 ғасырда','18 ғасырда','17 ғасырда','16 ғасырда','15 ғасырда']
                }
                ,
                {
                    numb: 59,
                    question: '«Социология» (әлеуметтану) терминін алғаш қолданған ғалым:',
                    answer: 'О.Конт',
                    options: ['О.Конт','Аристотель','Н.Макиавелли','И.Кант','К.Маркс']
                }
                ,
                {
                    numb: 60,
                    question: 'Әлеуметтану ғылымы бойынша алғашқы еңбек:',
                    answer: 'О.Конттың «Позитивтік философия курсы»',
                    options: ['О.Конттың «Позитивтік философия курсы»','Н.Макиавеллидің «Тақсыры» (Государь)','К.Маркстің «Капиталы»','Аристотельдің «Саясаты»','Ф.Энгельстің «Семьяның, жеке меншіктің және мемлекеттің шығуы»']
                }
                ,
                {
                    numb: 61,
                    question: 'Микроәлеуметтанудың зерттейтіні:',
                    answer: 'адамдардың күнделікті өмірдегі жүріс-тұрысын, өзара әрекеттерін',
                    options: ['адамдардың күнделікті өмірдегі жүріс-тұрысын, өзара әрекеттерін','қоғамды біртұтас жүйе, организм ретінде','қоғамның әлеуметтік құрылымын, процестерін','қоғамдағы адам топтарын, таптарын, жіктерін','ұжымдық әдеттер мен ережелерді, нормаларды']
                }
                ,
                {
                    numb: 62,
                    question: 'Макроәлеуметтанудың зерттейтіні:',
                    answer: 'қоғамды біртұтас жүйе ретінде, оның әлеуметтік құрылымын, әлеуметтік институттарын',
                    options: ['қоғамды біртұтас жүйе ретінде, оның әлеуметтік құрылымын, әлеуметтік институттарын','қоғамдағы адамдардың жүріс-тұрысын, байланыстарын','мемлекетті және мемлекеттік құрылысты, биліктің қызмет етуін','қоғамның моральдық нормаларын, салттары мен дәстүрлерін, әдет-ғұрыптарын','қоғамдағы адамдардың өзара әрекеттерін, қатынастарын']
                }
                ,
                {
                    numb: 63,
                    question: 'Қоғам жөніндегі басқа ғылымдармен салыстырғанда әлеуметтанудың өзіндік ерекшеліктері мынадан көрінеді:',
                    answer: 'оның қоғамды зерттеуінен, оның элементтерінің өзара байланысы мен әрекетін зерттеуінен',
                    options: ['оның қоғамды зерттеуінен, оның элементтерінің өзара байланысы мен әрекетін зерттеуінен','оны тарихи тұрғыдан зерттеуден, тарихи кезеңдерін сипаттаудан','ондағы «әлеуметтік» және «қоғамдық» ұғымдарының теңестірілуінен','оның зерттеу объектісінің, зерттеу пәнінің күрделілігінен','әлеуметтанудың арнайы зерттеу әдісі мен методологиясының болуынан']
                }
                ,
                {
                    numb: 64,
                    question: 'Әлеуметтанудың объектісі:',
                    answer: 'тұтас жүйе ретіндегі қоғамға тән адамдар арасындағы әлеуметтік байланыстар және қатынастар',
                    options: ['тұтас жүйе ретіндегі қоғамға тән адамдар арасындағы әлеуметтік байланыстар және қатынастар','қоғамда болып жатқан экономикалық процестер және оның даму заңдылықтары','әлеуметтік қауымдастық және адам топтары, олардың саяси қызметі','қоғамдағы адамдардың қызметі және мінез-құлқы, көзқарастары, діни наным сеніидері','біздерге сезіммен берілген объективтік нақтылық (шындық), рухани ақиқат, рухани байланыс']
                }
                ,
                {
                    numb: 65,
                    question: 'Әлуметтанудың неғұрлым жалпы, мазмұны жағынан кең категориясы',
                    answer: 'Әлеуметтік',
                    options: ['Әлеуметтік','Әлеуметтік әрекет','Әлеуметтік топ','Әлеуметтік институт','Әлеуметтік рөл']
                }
                ,
                {
                    numb: 66,
                    question: 'Адамдардың қызметімен байланысты туу, өлім-жітім және көші-қон мәселелерін зерттейтін әлеуметтанудың тәсілі:',
                    answer: 'демографиялық',
                    options: ['демографиялық','психологиялық','мәдениеттанулық','ұжымдық','интеракционистік']
                }
                ,
                {
                    numb: 67,
                    question: 'Көптеген мектептерді, теорияларды, бағыттарды көрсететін, қоғамдық даму ерекшелігін өз ұстанымдары тұрғысынан түсіндіретін әлеуметтанулық деңгейдің аталуы:',
                    answer: 'теориялық әлеуметтану',
                    options: ['теориялық әлеуметтану','микроәлеуметтану','макроәлеуметтану','қолданбалы әлеуметтану','эмпирикалық әлеуметтану']
                }
                ,
                {
                    numb: 68,
                    question: 'Нақты әлеуметтанулық зерттеулермен байланысқан әлеуметтанудың деңгейі:',
                    answer: 'эмпирикалық әлеуметтану',
                    options: ['эмпирикалық әлеуметтану','әлеуметтік инженерия','теориялық әлеуметтану','микроәлеуметтану','макроәлеуметтану']
                }
                ,
                {
                    numb: 69,
                    question: 'Аталған элеметтердің қайсысы әлеуметтанулық білімнің теориялық дәрежесіне жатпайды',
                    answer: 'Статистикалық деректер',
                    options: ['Статистикалық деректер','Әлеуметтанулық теориялар','Болжамдар','Типология','Ұғымдар мен категориялар']
                }
                ,
                {
                    numb: 70,
                    question: 'Ғылымға "қоғамдық-экономикалық формация" терминін енгізген ғалым:',
                    answer: 'К.Маркс',
                    options: ['К.Маркс','О.Конт','М.Вебер','Ж.Ж.Руссо','Ш.Фурье']
                }
                ,
                {
                    numb: 71,
                    question: 'Әлеуметтану тұрғысынан қоғам дегеніміз - бұл:',
                    answer: 'өз қажеттіліктерін қанағаттандыру мақсатында адамдардың біріккен жиынтығы',
                    options: ['өз қажеттіліктерін қанағаттандыру мақсатында адамдардың біріккен жиынтығы','бір аймақты мекендеген және бір тілде сөйлейтін, бір этносқа жататын адамдардың үлкен тобы','бір елде өмір сүретін адамдардың жиынтығы, олардың қатынастары','ортақ мүддемен біріккен адамдар жиынтығы, олардың өмір сүру үлгісі','өмірде рухани тұрғыдан ортақ мақсатпен біріккен адамдардың тобы']
                }
                ,
                {
                    numb: 72,
                    question: 'Әлеуметтанудағы алғашқы теориялық бағыты',
                    answer: 'позитивизм',
                    options: ['позитивизм','материализм','идеализм','марксизм','эволюционизм']
                }
                ,
                {
                    numb: 73,
                    question: '«Позитивті философия курсы» , «Позитивті саясат жүйесі » атты еңбектерді жазған әлеуметтанушы',
                    answer: 'О.Конт',
                    options: ['О.Конт','Т.Гоббс','Г.Спенсер','П.Сорокин','Ю.Хабермас']
                }
                ,
                {
                    numb: 74,
                    question: 'Әлеуметтануды әлеуметтік статика мен динамикаға бөліп қарастырған ғалым',
                    answer: 'О.Конт',
                    options: ['О.Конт','Ю.Хабермас','Т.Гоббс','П.Сорокин','Г.Спенсер']
                }
                ,
                {
                    numb: 75,
                    question: '«Аномия» түсінігін әлеуметтануға енгізген ғалым',
                    answer: 'Э.Дюркгейм',
                    options: ['Э.Дюркгейм','Р.Мертон','О.Конт','Г.Зиммель','Г.Спенсер']
                }
                ,
                {
                    numb: 76,
                    question: 'Әлеуметтануда биологиялық (органикалық) бағыттың негізін салушы',
                    answer: 'Г.Спенсер',
                    options: ['Г.Спенсер','О.Конт','П.Сорокин','Э.Дюркгейм','Т.Гоббс']
                }
                ,
                {
                    numb: 77,
                    question: '«Өзін-өзі өлтіру» , «Қоғамдық еңбек бөлінісі туралы» , «Әлеуметтану әдістері», «Діни өмірдің қарапайым нысандары» еңбектерін жазған әлеуметтанушы ғалым',
                    answer: 'Э.Дюркгейм',
                    options: ['Э.Дюркгейм','Л.Козер','Г.Спенсер','П.Сорокин','О.Конт']
                }
                ,
                {
                    numb: 78,
                    question: 'Революция деген - бұл:',
                    answer: 'өмір сүріп отырған әлеуметтік құрылыстың негіздерін қиратып, қоғамдық өмірдің бүкіл немесе көптеген жақтарын толық немесе кешенді өзгерту',
                    options: ['өмір сүріп отырған әлеуметтік құрылыстың негіздерін қиратып, қоғамдық өмірдің бүкіл немесе көптеген жақтарын толық немесе кешенді өзгерту','өмір сүріп отырған әлеуметтік құрылыстың ңегіздеріне тимей, кейбір өмір саласын біршама жетілдіруді бірте-бірте жүзеге асыратын қайта құрулар','саяси режимнің алмасуы, саяси өзгерістер, процестер','қандай да бір партияларға біріккен бір топ адамдардың жасаған төңкерісі','бір қоғамдық-экономикалық формациядан екіншісіне өту']
                }
                ,
                {
                    numb: 79,
                    question: 'Төмендегі қай ойшылдың ілімі бойынша адам санасы дамудың теологиялық, метафизикалық және позитивтік деп аталатын үш сатысынан өтеді:',
                    answer: 'О.Конт',
                    options: ['О.Конт','Т.Гоббс','Г.Спенсер','П.Сорокин','Ю.Хабермас']
                }
                ,
                {
                    numb: 80,
                    question: '«Идеалдық типтер» тұжырымдамасының авторы:',
                    answer: 'М.Вебер',
                    options: ['М.Вебер','Т.Парсонс','Р Мертон','Э.Дюркгейм','Э.Гидденс']
                }
                ,
                {
                    numb: 81,
                    question: 'Социология әлеуметтік фактілер туралы ғылым деп пікір айтқан әлеуметтанушы',
                    answer: 'Э.Дюркгейм',
                    options: ['Э.Дюркгейм','Р.Мертон','М.Вебер','Т.Парсонс','Э.Гидденс']
                }
                ,
                {
                    numb: 82,
                    question: 'М.Вебер пiкiрiнше, капитализм дамуына ықпал еткен дiн',
                    answer: 'Протестантизм',
                    options: ['Протестантизм','Ислам','Православие','Буддизм','Даосизм']
                }
                ,
                {
                    numb: 83,
                    question: 'Төмендегі теориялардың қайсысы әлеуметтік стратификацияның негізін 3 компонент (мүліктік теңсіздік, бедел, саяси билік) құрайды деп есептейді?',
                    answer: 'М.Вебер теориясы',
                    options: ['М.Вебер теориясы','жанжал теориясы','О.Конт теориясы','Э.Дюркгейм теориясы','функционалистік теория']
                }
                ,
                {
                    numb: 84,
                    question: 'Әлеуметтанудағы психологиялық бағыттың негізін салушы кім?',
                    answer: 'Г.Тард;',
                    options: ['Г.Тард;','П.Сорокин','Х.Спенсер','Э.Дюркгейм','О.Конт']
                }
                ,
                {
                    numb: 85,
                    question: 'Әлеуметтік стратификация және мобильділік теориясының авторы:',
                    answer: 'П.Сорокин',
                    options: ['П.Сорокин','Р.Дарендорф','Н.Смелцер','Б.Шаштараз','Н.Бердяев']
                }
                ,
                {
                    numb: 86,
                    question: 'Әлеуметтік мобильділік теориясының қалыптасуының әдіснамалық негізі мына теория болып табылады:',
                    answer: 'әлеуметтік стратификация',
                    options: ['әлеуметтік стратификация','эмпирикалық әлеуметтік зерттеу','әлеуметтік өзгеріс','әлеуметтік қауымдастықтар','тұлға социологиясы']
                }
                ,
                {
                    numb: 87,
                    question: 'Әлеуметтік мобильділік дегеніміз:',
                    answer: 'жеке адамның немесе топтың әлеуметтік статусының өзгеруі',
                    options: ['жеке адамның немесе топтың әлеуметтік статусының өзгеруі','адамның дүниетанымын өзгерту','әлеуметтік-саяси биліктің өзгеруі','қоғамдағы экономикалық өзгерістер','діни-ғұрыптық дәстүрлерді өзгерту']
                }
                ,
                {
                    numb: 88,
                    question: 'Қалалардың, қала халқының өсуі, олардың қоғам дамуындағы рөлінің өсуі:',
                    answer: 'урбанизация',
                    options: ['урбанизация','модернизация','орталықтандыру','верификация','дифференциация']
                }
                ,
                {
                    numb: 89,
                    question: 'Әлеуметтік рөл дегеніміз:',
                    answer: 'мәртебесіне байланысты жеке мінез-құлық',
                    options: ['мәртебесіне байланысты жеке мінез-құлық','адамның экономикалық нормаларды меңгеру процесі','отбасындағы адамның мінез-құлқы','қоғамның өзін-өзі реттеу механизмі және әлеуметтік нормалар','адамдардың тәуелділігі мен үйлесімділігін білдіретін әлеуметтік әрекет']
                }
                ,
                {
                    numb: 90,
                    question: 'Социометрияны - зерттеу әдісі ретінде ұсынған социолог:',
                    answer: 'Я.Морено',
                    options: ['Я.Морено','Э.Берджесс','У.Томас','Ф.Знанецкий','Г.Алмонд']
                }
                ,
                {
                    numb: 91,
                    question: '"Страта" ұғымы мынаны білдіреді:',
                    answer: 'қабат',
                    options: ['қабат','ұлт','топ','қоғам','мемлекет']
                }
                ,
                {
                    numb: 92,
                    question: 'Әлеуметтік жүйедегі адамдардың мінез-құлқы немен анықталады?',
                    answer: 'тұлғаның мәртебесі және әлеуметтік рөлі',
                    options: ['тұлғаның мәртебесі және әлеуметтік рөлі','тұлғаның ұлттына байланысты','индивидуалды қасиеттер','материалдық байлық','темперамент және әдеттер']
                }
                ,
                {
                    numb: 93,
                    question: 'Этнос дегеніміз:',
                    answer: 'әлеуметтік қауымдастық',
                    options: ['әлеуметтік қауымдастық','мәдени ұйым','жұмысшылар ұжымы','әлеуметтік мекеме','экономикалық қоғамдастық']
                }
                ,
                {
                    numb: 94,
                    question: 'Әлеуметтік-экономикалық, әлеуметтік-этникалық, әлеуметтік демографиялық, әлеуметтік-кәсіби, әлеуметтік-территориялық деп мазмұнына қарай жіктелетін қоғамның әлеуметтік элементі',
                    answer: 'Әлеуметтік қауымдастықтар',
                    options: ['Әлеуметтік қауымдастықтар','Әлеуметтік институттар','Жеке кәсіпорындар','Әлеуметтік іс-әрекет','Әлеуметтік ұйымдар']
                }
                ,
                {
                    numb: 95,
                    question: 'Әлеуметтанудағы функционалдық бағыттың негізін салушы',
                    answer: 'Э.Дюркгейм',
                    options: ['Э.Дюркгейм','Т.Парсонс','Р.Мертон','П.Сорокин','К.Поппер']
                }
                ,
                {
                    numb: 96,
                    question: 'Әлеуметтік институттардың басты мақсаты',
                    answer: 'Қоғамның қажеттіліктерін қанағаттандыру және қоғамды тұрақты ету',
                    options: ['Қоғамның қажеттіліктерін қанағаттандыру және қоғамды тұрақты ету','Қоғамды түбегейлі өзгерту','Түлектерге диплом беру және жұмысқа орналастыру','Халықаралық маңызды мәселерді шешу','Қоғамды дағдарысқа ұрындыру']
                }
                ,
                {
                    numb: 97,
                    question: 'Ең алғашқы әлеуметтік институт',
                    answer: 'Отбасы және неке',
                    options: ['Отбасы және неке','Саясат','Экономика','Мемлекет','Ұжым']
                }
                ,
                {
                    numb: 98,
                    question: 'Жаңа ортаның мәдени нормаларын, құндылықтарын және әрекет эталондарын индивидтің немесе топтың қабылдауы',
                    answer: 'Бейімделу',
                    options: ['Бейімделу','Кооперация','Шыдамдылық','Бағыну','Келісім']
                }
                ,
                {
                    numb: 99,
                    question: 'Әлеуметтік құрылым - бұл:',
                    answer: 'әлеуметтік жүйедегі элементтердің тұрақты байланысы, әлеуметтік байланыстар мен қатынастар',
                    options: ['әлеуметтік жүйедегі элементтердің тұрақты байланысы, әлеуметтік байланыстар мен қатынастар','элементтердің жиынтығы','қоғамдағы құбылыстар мен процестердің жиынтығы','қоғамдағы индивидттердің жиынтығы','әлеуметтік позиция және мәртебелер']
                }
                ,
                {
                    numb: 100,
                    question: 'Маркстік теория бойынша әлеуметтік құрылымның өзегі:',
                    answer: 'таптар',
                    options: ['таптар','әлеуметтік қауымдастықтар','әлеуметтік жіктер','әлеуметтік топтар','әлеуметтік институттар']
                }
                ,
                {
                    numb: 101,
                    question: '﻿Референттік топ деп нені айтады?',
                    answer: 'өзіне үлгі тұтатын әлеуметтік топ',
                    options: ['өзіне үлгі тұтатын әлеуметтік топ','ниеттес адамдардан тұратын әкімшілік қызметкерлер ұжымы','өзара ынтымақтастығы жоғары ұжым','лауазым иелерінің тобы','астыртын әрекет етуші ықпалды байлар тобы']
                }
                ,
                {
                    numb: 102,
                    question: 'Қоғамның әлеуметтік құрылымын жан-жақты талдаған ғалым',
                    answer: 'П. Сорокин',
                    options: ['П. Сорокин','О. Конт;','Карл Маркс','Карл Маркс','М. Вебер.']
                }
                ,
                {
                    numb: 103,
                    question: 'Ы.Алтынсариннің қоғамдық көзқарастары қандай?',
                    answer: 'ағартушылық',
                    options: ['ағартушылық','ағартушылық','плюралистік','либералды','иррационалдық']
                }
                ,
                {
                    numb: 104,
                    question: 'Адамды «қоғамдық жануар» деп анықтаған Көне Грек философын атап беріңіз:',
                    answer: 'Аристотель',
                    options: ['Аристотель','Сократ','Эпикур','Анаксагор','Платон']
                }
                ,
                {
                    numb: 105,
                    question: '«Қайырымды қала тұрғындарының көзқарастары» деп аталатын трактаттың авторы кім?',
                    answer: 'Әл-Фараби',
                    options: ['Әл-Фараби','Әл-Кинди','Ибн-Сина','Әл-Бируни','Әл-Газали']
                }
                ,
                {
                    numb: 106,
                    question: 'Қоғамдық сананың түрлері:',
                    answer: 'Саяси, моральдық, құқықтық, діни, эстетикалық, философиялық',
                    options: ['Саяси, моральдық, құқықтық, діни, эстетикалық, философиялық','Теориялық және қарапайым сана','Идиология, психология','Қоғамдық сана','Атеистік сана']
                }
                ,
                {
                    numb: 107,
                    question: 'Ш.Уәлиханов өз заманындағы қазақ қоғамына мынадай анықтама берді:',
                    answer: 'Патриархалды-феодалдық қоғам',
                    options: ['Патриархалды-феодалдық қоғам','Құлиеленушілік қоғам','Капиталистік қоғам','Коммунистік қоғам','Социалистік қоғам']
                }
                ,
                {
                    numb: 108,
                    question: '«Утопия» - еңбегiнiң авторы кiм?',
                    answer: 'Т.Мор',
                    options: ['Т.Мор','Т.Кампанелла','Н.Кузанский','Леонардо да Винчи','Н.Коперник']
                }
                ,
                {
                    numb: 109,
                    question: 'К.Маркстiң негiзгi еңбегiн белгiлеңiздер:',
                    answer: '«Капитал»',
                    options: ['«Капитал»','«Христиан дiнiнiң мәнi»','«Христиан дiнiнiң мәнi»','«Этика»','«Утопия»']
                }
                ,
                {
                    numb: 110,
                    question: '"Постиндустриальды қоғам" терминінің авторы кім?',
                    answer: 'Д.Белл',
                    options: ['Д.Белл','М.Вебср','Э.Фромм','К.Поппер','Э.Дюркгейм']
                }
                ,
                {
                    numb: 111,
                    question: '“Ашық қоғам” концепциясын ұсынған философ:',
                    answer: 'К.Поппер',
                    options: ['К.Поппер','К.Маркс','Ф.Ницше','З.Фрейд','Э.Фром']
                }
                ,
                {
                    numb: 112,
                    question: 'Бақылау, сұхбат, сауалнаманы қандай әдістерге жатқызамыз:',
                    answer: 'эмпирикалық әдістерге',
                    options: ['эмпирикалық әдістерге','эксперименттік әдістерге','физикалық әдістерге','әлеуметтік өлшем','зорлық-зомбылық әдістеріне']
                }
                ,
                {
                    numb: 113,
                    question: 'Экзогамия - бұл:',
                    answer: 'Бір рудың ішінде еркек пен әйелдің некелесуіне рұқсат етпеу дәстүрі',
                    options: ['Бір рудың ішінде еркек пен әйелдің некелесуіне рұқсат етпеу дәстүрі','Ата аналары мен балаларынан тұратын жанұя','Бір жынысты отбасы','Көп әйел алу','Билiк ерi мен әйелiнiң арасында теңдей бөлiнетiн отбасылық жүйе']
                }
                ,
                {
                    numb: 114,
                    question: 'Нуклеарлы отбасы - бұл:',
                    answer: 'Ата аналары мен балаларынан тұратын жанұя',
                    options: ['Ата аналары мен балаларынан тұратын жанұя','Туыстарымен бірге тұратын жанұя','Бір жынысты отбасы','Жұбайлары бөлек тұратын отбасы','Баласы жоқ жанұя']
                }
                ,
                {
                    numb: 115,
                    question: 'Мына анықтама ның авторы кім: "Жанұя - бұл адамдардың бастапқы бірігу формасы, ал одан кең ұйымдар пайда болады”',
                    answer: 'О.Конт',
                    options: ['О.Конт','Э.Дюркгейм','Г.Спенсер','М.Вебер','Г.Тард']
                }
                ,
                {
                    numb: 116,
                    question: 'Патриархат дегенiмiз:',
                    answer: 'Билiк ер адамда немесе әкеде болатын отбасылық жүйе',
                    options: ['Билiк ер адамда немесе әкеде болатын отбасылық жүйе','Әйел немесе ана басқаратын отбасылық жүйе','Ерi мен әйелi тең болатын отбасылық жүйе','Билiк балаларда болатын отбасылық жүйе','Отбасылық жүйенiң қоғамдық ережелермен басқарылуы']
                }
                ,
                {
                    numb: 117,
                    question: 'Бiр ер адамның бiр әйел адаммен некесi бұл:',
                    answer: 'Моногамия',
                    options: ['Моногамия','Полиандрия','Полигамия','Полигиния','Популяция']
                }
                ,
                {
                    numb: 118,
                    question: 'Эгалитарлық отбасылық жүйе - бұл мынадай жүйе:',
                    answer: 'Билiк ерi мен әйелiнiң арасында теңдей бөлiнетiн отбасылық жүйе',
                    options: ['Билiк ерi мен әйелiнiң арасында теңдей бөлiнетiн отбасылық жүйе','Билiк күйеуiнде болатын отбасылық жүйе','Билiк әйелiнде болатын отбасылық жүйе','Билiк үлкен ұрпақта болатын отбасылық жүйе','Билiк отбасының барлық мүшелерiнде болатын отбасылық жүйе']
                }
                ,
                {
                    numb: 119,
                    question: 'Бір әйел бірнеше ер адаммен некеде тұратын полигамды неке формасы',
                    answer: 'Полиандрия',
                    options: ['Полиандрия','Гомогенді неке','Полигиния','Топтық неке','Эндогамия']
                }
                ,
                {
                    numb: 120,
                    question: 'Бір ер адам бірнеше әйелмен некеде тұратын полигамды неке формасы',
                    answer: 'Полигиния',
                    options: ['Полигиния','Топтық неке','Эндогамия','Гомогенді неке','Полиандрия']
                }
                ,
                {
                    numb: 121,
                    question: 'Гомогенді отбасы дегеніміз не?',
                    answer: 'Жанұяның екі мүшесі бір әлеуметтік жіктен, таптан',
                    options: ['Жанұяның екі мүшесі бір әлеуметтік жіктен, таптан','Жанұя мүшелері әртүрлі қызмет атқарады','Тең құқықты отбасы','Бір балалы отбасы','Екі балалы отбасы']
                }
                ,
                {
                    numb: 122,
                    question: 'Балалардың толыққанды дамуын қамтамасыз ететін отбасының қызметі қандай?',
                    answer: 'тәрбиелік',
                    options: ['тәрбиелік','шаруашылық','репродуктивты','рухани','ұрпақ жалғастыру']
                }
                ,
                {
                    numb: 123,
                    question: 'Жабық сұрақтардың артықшылығы неде?',
                    answer: 'анкетаны толтыру уақытымен қысқартылуы',
                    options: ['анкетаны толтыру уақытымен қысқартылуы','пiкiрлердiң көптiгi','өндеу қиындығы','алдын-ала түсiнiктеме беру','пiкiрдi еркiн бiлдiру']
                }
                ,
                {
                    numb: 124,
                    question: 'Сандық әдістердің басты артықшылығын көрсетіңіз',
                    answer: 'Статистикалық маңызды нәтижелер алуға мүмкіндік беруі',
                    options: ['Статистикалық маңызды нәтижелер алуға мүмкіндік беруі','Мотивтермен себептерді анықтау мүмкіндігі','Кең көлемде зерттеу мүмкіндігі','Нақты нәтижеге қол жеткізу мүмкіндігі','Қорытынды нәтиженің дұрыс болатындығына кепілдік беруі']
                }
                ,
                {
                    numb: 125,
                    question: 'Әлеуметтанулық зерттеу әдістемесі не үшін қажет?',
                    answer: 'Әлеуметтанулық ақпараттарды жинау, талдау және өңдеу үшін',
                    options: ['Әлеуметтанулық ақпараттарды жинау, талдау және өңдеу үшін','Әлеуметтанулық теорияларды дәлеледеу үшін','Жақсы нәтиже үшін','Академиялық зерттеу аппараты үшін','Ғылыми түжырымдарды жоққа шығару үшін']
                }
                ,
                {
                    numb: 126,
                    question: 'Әлеуметтанулық ақпараттарды жинаудың сапалық әдістері:',
                    answer: 'Сұрау әдісі, құжаттарды талдау, бақылау, әлеуметтанулық эксперимент',
                    options: ['Сұрау әдісі, құжаттарды талдау, бақылау, әлеуметтанулық эксперимент','Рекруттеу, респонденттерге ұсыныс білдіру','Анкета құрылымын реттеу, сұрақтар байланыстылығына мән беру','Құжаттарды талдау, бақыланушылармен жақсы қарым-қатынас орнату','Контент талдау, құжаттардың құрылымымен таныс болу']
                }
                ,
                {
                    numb: 127,
                    question: 'Әлеуметтанулық зерттеу әдістеріне қай әдіс жатпайды:',
                    answer: 'тариф',
                    options: ['тариф','эксперимент','сауалнама','бақылау','құжаттарды талдау']
                }
                ,
                {
                    numb: 128,
                    question: 'Ауызша және жазбаша ақпараттың көзі ретінде эмпирикалық зерттеуге қатысушы адам - бұл:',
                    answer: 'респондент',
                    options: ['респондент','әлеуметтанушы','саяси шолушы','журналист','публицист']
                }
                ,
                {
                    numb: 129,
                    question: 'Сұхбат және анкета қай әдіске жатады:',
                    answer: 'сауалнама',
                    options: ['сауалнама','бақылау','эксперимент','сұрыптау','құжаттарды талдау әдісі']
                }
                ,
                {
                    numb: 130,
                    question: 'Объектіні кейбір басқаратын және бақылайтын факторлардың ықпалының нәтижесінде объектінің қызметімен жүріс-тұрысының сандық және сапалық өзгерістерінің көрсеткіші туралы ақпарат алудың тәсілі - бұл:',
                    answer: 'эксперимент',
                    options: ['эксперимент','сұхбат','верификация','анкета','құжаттарды талдау әдісі']
                }
                ,
                {
                    numb: 131,
                    question: 'Фокус-топтар құрамы қанша респонденттен тұрады?',
                    answer: '6-12 респондент',
                    options: ['6-12 респондент','1-3 респондент','2-4 респондент','20-30 респондент','50-100 респондент']
                }
                ,
                {
                    numb: 132,
                    question: 'Әлеуметтанулық зерттеудің күрделілік деңгейі бойынша түрлерін көрсетіңіз?',
                    answer: 'Барлау, сипаттамалық, талдаулық',
                    options: ['Барлау, сипаттамалық, талдаулық','Сараптау, жобалау','Болжамдық, интерпретациялық','Аналитикалық, жобалық','Эксперименттік, сараптамалық, модельдік']
                }
                ,
                {
                    numb: 133,
                    question: 'Нақты социологиялық зерттеулерде мәліметті жинаудың негізгі тәсілін атаңыз:',
                    answer: 'Сауалнама',
                    options: ['Сауалнама','Салыстыру','Сипаттау','Индукция','Дедукция']
                }
                ,
                {
                    numb: 134,
                    question: 'Іріктелген жиынтықтың мәнін не білдіреді?',
                    answer: 'белгілі бір принцип бойынша таңдап алынған жалпы жиынтықтың шағын үлгісін жасау',
                    options: ['белгілі бір принцип бойынша таңдап алынған жалпы жиынтықтың шағын үлгісін жасау','қарсы жақты осалдату немесе жою мақсатында жекеліктер әлде топтардың құндылық, игіліктері','қызмет көрсету мен ақпаратты өңдеу','дайындалған сауалнаманың сапасын сынау үшін жүргізілетін зерттеу','әлеуметтік қызметті орындаушылардың үлгіге келтірілген жүрістұрысының жиынтығы']
                }
                ,
                {
                    numb: 135,
                    question: 'Эмпирикалық әлеуметтану нені зерттейді?',
                    answer: 'қоғамды түрлі теориялық болжамдармен емес, нақты социологиялық зерттеу әдістері, техника және процедуралар көмегімен зерттеу, фактілерге сүйену',
                    options: ['қоғамды түрлі теориялық болжамдармен емес, нақты социологиялық зерттеу әдістері, техника және процедуралар көмегімен зерттеу, фактілерге сүйену','қоғамды нақты зерттеу әдістермен емес, теориялық тұжырымдарға сүйене отырып зерттеу','қоғамды биологиялық организм ретінде қарап зерттеу','қоғамды ежелден келе жатқан теорияларға сәйкес болжау','қоғамды ежелден келе жатқан теорияларға сәйкес болжау']
                }
                ,
                {
                    numb: 136,
                    question: 'Сауалнаманың түрлері:',
                    answer: 'сұхбат және анкета',
                    options: ['сұхбат және анкета','жаппай және іріктеу','ашық және жабық','экстенсивті және интенсивті','ұзақ және қысқа мерзімдік']
                }
                ,
                {
                    numb: 137,
                    question: 'Іріктеу әдісі дегеніміз не?',
                    answer: 'Зерттеушінің зерттеу объектісін сипаттарына қарай таңдауы',
                    options: ['Зерттеушінің зерттеу объектісін сипаттарына қарай таңдауы','Сұрақтармен респонденттерді сұрау жүргізу','Зерттелінетін мәселелерге болжам жасау','Зерттелетін объектілерді салыстыру','Зерттеушінің объектілерді саралауы']
                }
                ,
                {
                    numb: 138,
                    question: 'Респондент дегеніміз кім?',
                    answer: 'Сауалнамаға жауап беруші',
                    options: ['Сауалнамаға жауап беруші','Зерттеуші','Бақылаушы','Социолог','Модератор']
                }
                ,
                {
                    numb: 139,
                    question: 'Алынған ақпараттың құндылығына әсер ететін фокус-топтың басты фигурасы (іс-шараны жүргізуші) - бұл',
                    answer: 'Модератор',
                    options: ['Модератор','Зерттеуші','Ассистент','Респондент','Интервьюер']
                }
                ,
                {
                    numb: 140,
                    question: 'Жанды диалог, әңгіме барысында адамнан белгілі бір мақсатта және техникамен (дәйектілікпен) ақпарат алу әдісі:',
                    answer: 'Интервью',
                    options: ['Интервью','Бақылау','Контент талдау','Әңгімелесу','Диалог әдісі']
                }
                ,
                {
                    numb: 141,
                    question: 'Контент-талдау қандай талдау болып табылады',
                    answer: 'Құжаттарды, мәтіндерді сандық талдау',
                    options: ['Құжаттарды, мәтіндерді сандық талдау','Зерттеудің сандық әдісі','Құжаттарды сапалы талдау','Құжаттың ішкі талданылуы','Биографиялық талдау']
                }
                ,
                {
                    numb: 142,
                    question: 'Келесi анықтамаға сәйкес келетiн ұғымды көрсетiңiз: "белгiлi бiр жоспар бойынша жүргiзiлiп, зерттеушiнiң респондентпен тiкелей байланыс жасауын қажет ететiн әңгiме - бұл ..."',
                    answer: 'сұхбат',
                    options: ['сұхбат','экспересс-сұрау','анкета қолдану','анкета қолдану','социометриялық сұрау']
                }
                ,
                {
                    numb: 143,
                    question: 'Эксперттiк сұрау - бұл:',
                    answer: 'респонденттер ретiнде белгiлi бiр iс-әрекеттер саласының бiлгiр мамандары қатысатын сұрау',
                    options: ['респонденттер ретiнде белгiлi бiр iс-әрекеттер саласының бiлгiр мамандары қатысатын сұрау','ұйымдастырылу жағымен тек қана эксперт айналысатын сұрау','эксперт жасаған анкеталарды қолданатын сұрау','жүргiзiлу барысында анкетаны немесе интервьюдi алушы эксперт болып табылатын сұрау','топ iшiндегi жеке адамдық қарым-қатынастарды анықтауға бағытталған сұрау']
                }
                ,
                {
                    numb: 144,
                    question: 'Респондент бұл:',
                    answer: 'Анкетаға жауап қайтарушы',
                    options: ['Анкетаға жауап қайтарушы','Тест түрі','Бақылау жүргізуші','Гипотеза жасаушы','Эксперимент өткізуші']
                }
                ,
                {
                    numb: 145,
                    question: 'Әлеуметтану зерттеуінің дербес бағыты болып эмпирикалық әлеуметтану қай елде қалыптасты?',
                    answer: 'АҚШ-та;',
                    options: ['АҚШ-та;','Ресейде;','КСРО-да;','Германияда;','Қытайда']
                }
                ,
                {
                    numb: 146,
                    question: 'Әлеуметтік өзара әрекет пен қатынастың алғашқы агентіне не жатады ?',
                    answer: 'тұлға;',
                    options: ['тұлға;','қоғам;','мемлекет;','ру','адамдар тобы.']
                }
                ,
                {
                    numb: 147,
                    question: '“Әлеуметтік дарвинизм” деп аталатын әлеуметтанудағы бағытты негіздеген кім?',
                    answer: 'Г. Спенсер;',
                    options: ['Г. Спенсер;','Э. Дюркгейм;','П. Сорокин;','Ж. Руссо','Ш. Фурье']
                }
                ,
                {
                    numb: 148,
                    question: 'XІX ғасырдағы Ресей әлеуметтануында қай бағыт мейлінше дамыды?',
                    answer: 'марксизм;',
                    options: ['марксизм;','идеализм','органицизм;','органицизм;','субъективизм;']
                }
                ,
                {
                    numb: 149,
                    question: 'Әлеуметтік интеракция теориясының авторын көрсетіңіз:',
                    answer: 'Дж. Г. Мид;',
                    options: ['Дж. Г. Мид;','О. Конт;','А.К. Гастев;','Дж. Э. Ладберг;','Р. Мертон']
                }
                ,
                {
                    numb: 150,
                    question: 'Индустриялық қоғамға мыналардың қайсысы жатады?',
                    answer: 'капиталистік қоғам',
                    options: ['капиталистік қоғам','құлиеленушілік қоғам','феодалдық қоғам','аграрлық қоғам','традициялық қоғам']
                }
                ,
                {
                    numb: 151,
                    question: 'Әлеуметтік норма деген не?',
                    answer: 'индивидтер мен топтардың тәртібін реттейтін ережелер жиынтығы',
                    options: ['индивидтер мен топтардың тәртібін реттейтін ережелер жиынтығы','теориялардың жиынтығы','заңдардың жиынтығы','әлеуметтік теңсіздік','әлеуметтік әділеттілік']
                }
                ,
                {
                    numb: 152,
                    question: 'Әлеуметтік динамика нені зерттейді?',
                    answer: 'қоғамның даму прогресін',
                    options: ['қоғамның даму прогресін','экономикалық дамуды','мәдени дамуды','саяси дамуды','қоғамның регресін']
                }
                ,
];
