var title = 'Саясаттану / 51-100'; 
var questionCount = 51; 
var timeValue = 60;
var answerMixing = true;
var deadLine = false;
var about = false;
let syllabus = '';

showDetail();

let questions = [

                {
                    numb: 1,
                    question: '﻿Электорат - бұл:',
                    answer: 'Сайлау құқы бар адамдар жиынтығы',
                    options: ['Сайлау құқы бар адамдар жиынтығы','Кеңесушi орган','Мемлекетті басқару түрі','Сайлау жүйесiнің можаритарлық түрi','Саясатты жүргiзудiң ерекше тәсiлi']
                }
                ,
                {
                    numb: 2,
                    question: 'Шовинизм дегенiмiз - бұл:',
                    answer: 'Бiр ұлттың екiншiсiне бағынышты болуына негiзделген идеология және психология',
                    options: ['Бiр ұлттың екiншiсiне бағынышты болуына негiзделген идеология және психология','Көршiлiк, татулық принциптерiне негiзделген саяси әрекеттер',' Ортақ мүдденi көрсететiн, әр түрлi мемлекеттер мен ұлттарды жақындастыруға бағытталған саясат желiсi','Адамдардың сайлаудан бастартуы','Нәсiлдiк кемсiтушiлiк']
                }
                ,
                {
                    numb: 3,
                    question: 'Құқықтық мемлекеттiң ажырамас бөлiгi: ',
                    answer: 'Азаматтық қоғам, заң үстемдiгi, билiк бөлiнiсi',
                    options: ['Азаматтық қоғам, заң үстемдiгi, билiк бөлiнiсi','Қарулы күштер, құқық қорғаушы органдар','Идеология, ұлттық сана-сезiм','Стратегиялық жоспар, реформалар','Мемлекет тарапынан жаппай бақылау']
                }
                ,
                {
                    numb: 4,
                    question: 'Саяси режим - бұл:',
                    answer: ' Белгiлi бiр мемлекеттерге тән саяси қатынастар жиынтығы, басқару әдiстерiнiң сипаты',
                    options: [' Белгiлi бiр мемлекеттерге тән саяси қатынастар жиынтығы, басқару әдiстерiнiң сипаты','Зорлық күшiмен бiр адамды өз ықпалына көндiру қабiлетi',' Саяси институттар мен индивидтердiң арасындағы байланыстарды реттейтiн заңдар жинағы','Саяси оқиғалардың белгiлi бiр мерзiмде қайталанып отыруы','Ортақ мақсатқа жету үшiн тұлғаның белгiлi бiр әлеуметтiк топты басқаруы']
                }
                ,
                {
                    numb: 5,
                    question: 'Территориялық - әкiмшiлiк тұрғысынан мемлекеттер қалай жiктеледi?',
                    answer: 'Унитарлық, федеративтiк, конфедеративтiк',
                    options: ['Унитарлық, федеративтiк, конфедеративтiк','Республикалар мен монархиялар',' Охлократия, плутократия, олигархия','Тоталитарлық, авторитарлық, демократиялық','Егемендi, автономиялық, отарлық']
                }
                ,
                {
                    numb: 6,
                    question: 'Саяси билiк дегенiмiз не?',
                    answer: 'Таптың, топтың, жеке адамның саясатта өз еркiн жүргiзу мүмкiндiгi',
                    options: ['Таптың, топтың, жеке адамның саясатта өз еркiн жүргiзу мүмкiндiгi','Халықтың билiкке араласуы','Демократиялық жолмен басқару формасы','Сот билiгi','Сайланбалы саяси билiк түрi']
                }
                ,
                {
                    numb: 7,
                    question: 'Партиялардың ең маңызды ерекшелiгi:',
                    answer: 'Саяси билiкке ұмтылып, қол жеткізу',
                    options: ['Саяси билiкке ұмтылып, қол жеткізу','Мүшелерiнiң көп болуы','Саяси билiктi мойындамауы',' Жасырын түрде насихат жүргiзуi','Парламентке балама қоғамдық ұйым']
                }
                ,
                {
                    numb: 8,
                    question: 'Демократияны теріс түсінген тобырдың билiгi, ол:',
                    answer: 'Охлократия ',
                    options: ['Охлократия ','Меритократия','Теократия','Олигархия','Республика']
                }
                ,
                {
                    numb: 9,
                    question: 'Мажоритарлық жүйе:',
                    answer: 'Үмiткерлердiң белгiлi округ бойынша көпшiлiк дауыс алуымен анықталатын сайлау жүйесi ',
                    options: ['Үмiткерлердiң белгiлi округ бойынша көпшiлiк дауыс алуымен анықталатын сайлау жүйесi ','Халық бұқарасының жаппай сайлауға қатысуы','Сайлау кезiнде жеке үмiткерге жасалатын жеңiлдiк',' Сайлаушылардың белсендiлiгiн арттыруды мақсат еткен ұйымның жұмыс әдiстерi','Электорат санын анықтайтын есеп жүйесi']
                }
                ,
                {
                    numb: 10,
                    question: ' Адамдардың шығу тегіне, бір ұлттың өкілі болуына байланысты қыру мен қудалау',
                    answer: ' Геноцид',
                    options: [' Геноцид',' Геронтократия','Коалиция',' Консерватизм','Терроризм']
                }
                ,
                {
                    numb: 11,
                    question: 'БҰҰ - на Қазақстан қай жылы мүшесі болып қабылданды? ',
                    answer: '1992 ж:',
                    options: ['1992 ж:','1945 ж.','2000 ж.','1991 ж.','1995 ж.']
                }
                ,
                {
                    numb: 12,
                    question: 'Қай елде екi партиялық жүйе қызмет жасайды?',
                    answer: ' АҚШ-та',
                    options: [' АҚШ-та','Қытайда','Швецияда','Жапонияда',' Ресейде']
                }
                ,
                {
                    numb: 13,
                    question: 'Бір мезгілде екі немесе одан да көп мемлекеттердің азаматы болып есептелу:',
                    answer: 'бипатрид',
                    options: ['бипатрид','геноцид','деспотия','иммиграция',' эмиграция']
                }
                ,
                {
                    numb: 14,
                    question: 'Тоталитаризм терминін саяси лексиконға енгізген:',
                    answer: 'Б.Муссолини  ',
                    options: ['Б.Муссолини  ','А.Гитлер','Ф.Хайек ','Х.Арендт ','Ф.Ницше']
                }
                ,
                {
                    numb: 15,
                    question: 'Саясаттану- бұл',
                    answer: ' саясат туралы жалпы интеграциялық ғылым ',
                    options: [' саясат туралы жалпы интеграциялық ғылым ','саяси ғылымның қалыптасуы','қоғамдық экономикалық формация ілімі','таптық күрестер туралы білім',' өркениет тарихының оқытылуы']
                }
                ,
                {
                    numb: 16,
                    question: 'Саяси жүйе - бұл ',
                    answer: 'саяси институттар жиынтығы',
                    options: ['саяси институттар жиынтығы','ұлттық қауіпсіздік','азаматтардың өзара қатынасының тұрақтылығы','орта таптардың басқаруы',' экономикалық өсу']
                }
                ,
                {
                    numb: 17,
                    question: 'Консерватизм ұғымы ... білдіреді',
                    answer: 'қорғауды',
                    options: ['қорғауды','еркіндікті',' қоғамды','ұжымды','қолдауды']
                }
                ,
                {
                    numb: 18,
                    question: 'Социализм ұғымы … білдіреді.',
                    answer: 'қоғамдықты',
                    options: ['қоғамдықты','еркіндікті','қорғауды, сақтауды',' коммуникативтілікті','өкілділікті']
                }
                ,
                {
                    numb: 19,
                    question: '1991 жылы ТМД құрамына ...   елдері кірмеді.',
                    answer: 'Литва, Эстония, Латвия',
                    options: ['Литва, Эстония, Латвия','Грузия, Армения, Узбекистан',' Украина, Ресей, Белоруссия',' Қазақстан, Украина, Кыргызтан','Грузия, Украина, Азербажан']
                }
                ,
                {
                    numb: 20,
                    question: 'Мемлекет - бұл:',
                    answer: 'белгілі бір аумақта жоғарғы билікке ие ұйым ',
                    options: ['белгілі бір аумақта жоғарғы билікке ие ұйым ','әлеуметтік топтардың мүддесін білдіру мақсатында билік үшін күресетін саяси институт','азаматтардың экономикалық және әлеуметтік құқықтарын қорғау қызметіне ие ұйым','әллемдік қауымдастықтар мемлекеттерінің өзара әрекетіне жұмылдыратын ұйым','ТМД елдерінің өзара әрекетін жұмылдыру қозғалысы']
                }
                ,
                {
                    numb: 21,
                    question: '«Саяси мәдениет» терминін ендірген',
                    answer: ' И.Гердер ',
                    options: [' И.Гердер ',' Г.Алмонд',' С.Верба','Д.Истон','Р.Дарендорф']
                }
                ,
                {
                    numb: 22,
                    question: ' Вето құқығы - бұл: ',
                    answer: 'парламент қабылдаған заңды президенттің қайтару құқығы',
                    options: ['парламент қабылдаған заңды президенттің қайтару құқығы','қарсы ұсынылған айыптаулар негiзде Президенттің қызметiнен бас тартуы','өз тағдырын өзi шешуге халықтарының құқығы',' мемлекет құрамынан шығу ','заң қабылдау']
                }
                ,
                {
                    numb: 23,
                    question: '...  Парламенттік республика, басқару формасы болып табылады.',
                    answer: 'Германияда ',
                    options: ['Германияда ',' Ауғаныстанда','Иранда','Испанияда','Қазақстанда']
                }
                ,
                {
                    numb: 24,
                    question: '«Монархия» ұғымы - бұл ... берілетін билік. ',
                    answer: 'мұрагерлік жолмен',
                    options: ['мұрагерлік жолмен','діни жолмен','халыққа','бай адамдардың шағын тобы','кедейлерге']
                }
                ,
                {
                    numb: 25,
                    question: ' Н.Макиавелли ... ұғымын ғылыми айналымға енгiздi.',
                    answer: 'мемлекет',
                    options: ['мемлекет','өлке ','облыс','билік',' республика']
                }
                ,
                {
                    numb: 26,
                    question: 'Егеменділік концепциясының авторы, абсолютизм идеологі: ',
                    answer: 'Ж.Боден',
                    options: ['Ж.Боден','Дж.Локк',' Т.Гоббс','Э.Берк','М.Вебер']
                }
                ,
                {
                    numb: 27,
                    question: 'Бір партиялық жүйенің белгісі ... режим.',
                    answer: 'тоталитарлық ',
                    options: ['тоталитарлық ','мажоритарлық','демократиялық','либералдық','консервативтік']
                }
                ,
                {
                    numb: 28,
                    question: '«Халық билігі» -бұл ... билік. ',
                    answer: 'демократиялық',
                    options: ['демократиялық',' бай адамдардың шағын тобы',' таңдаулы, құзіретті, дарындылардың','діни ','тобыр']
                }
                ,
                {
                    numb: 29,
                    question: 'Саясаттанудың объектісі:',
                    answer: 'қоғамдық өмірдің саяси саласы',
                    options: ['қоғамдық өмірдің саяси саласы','экономикалық сала','қоғамдық өмірдің мәдени саласы','діни амалдар',' ұлттық дәстүрлер']
                }
                ,
                {
                    numb: 30,
                    question: 'Марксизмде қоғам дамуындағы басты рөл мыналарға берілді:',
                    answer: 'өндіргіш күштер',
                    options: ['өндіргіш күштер','идеология','мәдениет','дін','білім беру']
                }
                ,
                {
                    numb: 31,
                    question: 'Жаңа заман қай ойшылы халық егемендігі теориясын жасады?',
                    answer: ' Ж.Ж. Руссо',
                    options: [' Ж.Ж. Руссо',' Дж.Локк',' Т.Гоббс','И.Кант','К.Монтескье']
                }
                ,
                {
                    numb: 32,
                    question: 'Ойшылдардың қайсысы «Азаматтық қоғам» ұғымына түсініктеме берді?',
                    answer: ' Г.Гегель',
                    options: [' Г.Гегель','И.Кант','О.Конт','Т.Гоббс','Дж.Локк']
                }
                ,
                {
                    numb: 33,
                    question: 'Саясаттану ғылымының болжау қызметі:',
                    answer: 'саяси процестердің одан әрі даму тенденцияларын ашуда',
                    options: ['саяси процестердің одан әрі даму тенденцияларын ашуда','адамдардың саяси санасының дамуындағы','мемлекеттердің бейбіт қатар өмір сүруіне қол жеткізудің оңтайлы жолдарын анықтауда','саяси партиялардың мәнін түсінуде',' халықтың әртүрлі топтарын біріктіруде']
                }
                ,
                {
                    numb: 34,
                    question: 'Консерватизм дегеніміз не?',
                    answer: ' қалыптасқан қоғамдық тәртіптің сақталуы мен өзгермейтіндігін жақтайтын саяси идеология',
                    options: [' қалыптасқан қоғамдық тәртіптің сақталуы мен өзгермейтіндігін жақтайтын саяси идеология',' билік халыққа тиесілі басқару нысаны','жаңа заңдар қабылдау үшін заң шығарушылар мен мемлекеттік қызметкерлерге қысым жасау',' ұлттық ерекшелік пен ұлттық артықшылықты насихаттауға негізделген идеология','билеушінің озбырлығымен және халықтың құқығының толық болмауымен сипатталатын шексіз, абсолютті, автократиялық биліктің нысаны']
                }
                ,
                {
                    numb: 35,
                    question: 'Тоталитарлық және авторитарлық режимнің айырмашылығы:',
                    answer: ' егер авторитаризм кезінде қоғамның мемлекетке қатысты белгілі бір автономиясы сақталса, тоталитаризм жағдайында қоғам толығымен мемлекетке бағынады.',
                    options: [' егер авторитаризм кезінде қоғамның мемлекетке қатысты белгілі бір автономиясы сақталса, тоталитаризм жағдайында қоғам толығымен мемлекетке бағынады.',' тоталитарлық режимдерде авторитарлық режимдерге қарағанда зорлық-зомбылыққа мүлдем бармайды','тоталитарлық режимде авторитарлық режимнен айырмашылығы көппартиялық жүйе бар.','тоталитарлық режимдер авторитарлық режимдерден айырмашылығы тек демократиялық қоғамдарда ғана орнайды.','авторитаризм мен тоталитаризмнің айырмашылығы жоқ']
                },
                {
                    numb: 37,
                    question: '«Саяси биліктің легитимділігі» ұғымы:',
                    answer: 'қоғамның осы саяси биліктің заңдылығын мойындауы',
                    options: ['қоғамның осы саяси биліктің заңдылығын мойындауы','қоғамдық пікірді саяси құралдармен манипуляциялау','азаматтардың сайлау құқығы','әкімшілік-аумақтық бірлік формасы',' келіспеушіліктерді өзара жеңілдіктер арқылы шешу']
                }
                ,
                {
                    numb: 38,
                    question: 'Демократиялық режимнің басты ерекшелігі:',
                    answer: 'көпшілік басқарады, бірақ азшылықтардың құқықтары қорғалады',
                    options: ['көпшілік басқарады, бірақ азшылықтардың құқықтары қорғалады','саяси партиялардың әртүрлілігі','билікті бір қолға орталықтандыру','президенттік басқару','жеке меншіктің болмауы']
                }
                ,
                {
                    numb: 39,
                    question: 'Биліктің тиімділігі қалай және немен бағаланады:',
                    answer: 'азаматтардың әл-ауқатының артуына қаншалықты ықпал етеді',
                    options: ['азаматтардың әл-ауқатының артуына қаншалықты ықпал етеді','оның қаншалықты жиі күш қолдануы','оның халқы қаншалықты бай','оның сөйлеушілері қаншалықты беделді','кономикалық өркендеу']
                }
                ,
                {
                    numb: 40,
                    question: 'Теократия дегеніміз:',
                    answer: 'билікті діни қызметкерлер немесе шіркеу басшысы ұстайтын басқару нысаны',
                    options: ['билікті діни қызметкерлер немесе шіркеу басшысы ұстайтын басқару нысаны','мемлекет басшысы шексіз билікке ие болатын басқару нысаны',' ерекше қабілеттері үшін емес, әлеуметтік шығу тегі негізінде алынған мемлекеттің тар тобының билігі','ең бай топтардың өкілдері толық билікке ие болатын саяси жүйе','саяси процестер мен саяси әрекеттерді зерттейтін ғылым']
                }
                ,
                {
                    numb: 41,
                    question: 'КСРО жоғары оқу орындарында саясаттану курсы неге оқытылмады?',
                    answer: 'өйткені саясаттану буржуазиялық ғылым болып саналды',
                    options: ['өйткені саясаттану буржуазиялық ғылым болып саналды','өйткені саяси мәселелер бойынша ғылыми зерттеулер болмаған','әміршіл-әкімшіл жүйе жағдайында бұқараның саясатқа араласуына рұқсат етілмеді.','саясаттану әдебиетінің жетіспеушілігі','мұғалімдер саясаттану пәнінен сабақ беруден бас тартты']
                }
                ,
                {
                    numb: 42,
                    question: 'Саясаттану категориясын таңдаңыз:',
                    answer: 'билік, партия, мемлекет',
                    options: ['билік, партия, мемлекет','қоғам, тап, топ','сана, болмыс, мәдениет','тұлға, құқық, демократия','менталитет, мәртебе, материя']
                }
                ,
                {
                    numb: 43,
                    question: 'Саясаттанудағы бихевиористік әдістің мәні неде?',
                    answer: 'адамдардың саяси мінез-құлқын талдау',
                    options: ['адамдардың саяси мінез-құлқын талдау','саясатты әрекет ретінде қарастыру','саяси саланы қоғамның басқа салаларымен байланыстыра қарастыру','саясатты біртұтас кешенді ұйымдастырылған өзін-өзі реттеу механизмі ретінде қарастыру','саяси институттардың қызметін талдау арқылы саяси процестерді зерттеу тәсілі']
                }
                ,
                {
                    numb: 44,
                    question: 'Саясаттану қашан дербес академиялық ғылымға айналады?',
                    answer: '19 ғасырдың екінші жартысында',
                    options: ['19 ғасырдың екінші жартысында','б.з.б 1 ғасырда','орта ғасырларда',' қазіргі заманда ','қайта өрлеу дәуірінде']
                }
                ,
                {
                    numb: 45,
                    question: 'Аристотель аталған мемлекеттік басқарудың үш түрін дұрыс деп санады:',
                    answer: 'монархия, аристократия, полития',
                    options: ['монархия, аристократия, полития',' монархия, тимократия, аристократия','тирания, теократия, аристократия','олигархия, теократия, аристократия','демократия, монархия, тирания']
                }
                ,
                {
                    numb: 46,
                    question: 'Ж.Ж.Руссо төмендегі идеялардың қайсысын негіздеді?',
                    answer: 'халықтық егемендік идеясы',
                    options: ['халықтық егемендік идеясы','мемлекеттік егемендік идеясы','революцияны жоққа шығару идеясы','билікті халықтан үкіметке беру идеясы',' табиғи құқық идеясы']
                }
                ,
                {
                    numb: 47,
                    question: 'Абай қоғамды өзгертудің негізгі күшін не деп санады?',
                    answer: 'ағарту ісі',
                    options: ['ағарту ісі','технологияның дамуы','революция','дін қызметкерлері','қолданыстағы заңдар']
                }
                ,
                {
                    numb: 48,
                    question: 'Саясаттану ғылым ретінде нені зерттейді:',
                    answer: 'саясат, саяси билік және басқару мәселелері',
                    options: ['саясат, саяси билік және басқару мәселелері','мәдени дамудың ең жалпы заңдылықтары','қауымдар арасындағы әлеуметтік қатынастар','табиғаты және оның даму заңдылықтары','халық, миграциялық процестер, туу және өлім']
                }
                ,
                {
                    numb: 49,
                    question: 'Саяси ойдың дамуының негізгі кезеңдері:',
                    answer: 'Ежелгі дүние, Орта ғасыр, Жаңа заман',
                    options: ['Ежелгі дүние, Орта ғасыр, Жаңа заман','Даосизм, буддизм, сопылық','Материализм, идеализм, дуализм','Троцкизм, позитивизм, утопиялық социализм','Либерализм, консерватизм, анархизм']
                }
                ,
                {
                    numb: 50,
                    question: 'Моральдың саясаттағы елеулі рөлін жоққа шығаратың ойшылдар:',
                    answer: 'Н.Макиавелли, Р.Мишельс',
                    options: ['Н.Макиавелли, Р.Мишельс','Платон, Аристотель','Конфуций, М.Ганди',' К.Маркс, Ф.Энгельс','Ф.Аквинский, А.Аврелий']
                }
                ,
                {
                    numb: 51,
                    question: 'Саясат дегеніміз:',
                    answer: 'мемлекеттік билік туралы әлеуметтік топтардың өзара әрекеті',
                    options: ['мемлекеттік билік туралы әлеуметтік топтардың өзара әрекеті','дүниені танудың ең жалпы заңдарының жиынтығы',' адамның әлеммен қарым-қатынасы','адамның өз санасына құқығы','топтағы тұлға аралық әрекеттестік']
                }
                ,
];
