var title = 'Психология / 51-100'; 
var questionCount = 50; 
var timeValue = 60;
var answerMixing = true;
var deadLine = false;
var about = false;
let syllabus = '';

showDetail();

let questions = [

                {
                    numb: 1,
                    question: '﻿Психоанализ бағытының негізін салушы кім:',
                    answer: 'З.Фрейд.',
                    options: ['З.Фрейд.','Торндайк.','Уотсон.','Кречмер.','Декарт.']
                }
                ,
                {
                    numb: 2,
                    question: 'Рефлексология бағытының негізін салушы:',
                    answer: 'В.М. Бехтерев.',
                    options: ['В.М. Бехтерев.','Б.Д. Ломов.','А.А. Ухтомский.','И.М. Сеченов.','И.П. Павлов.']
                }
                ,
                {
                    numb: 3,
                    question: 'Алдын-ала даярланған сұрақтарға жауап беру:',
                    answer: 'Анкета.',
                    options: ['Анкета.','Әңгімелесу.','Интервью.','Модельдеу.','Тест.']
                }
                ,
                {
                    numb: 4,
                    question: 'Адаптация деген не:',
                    answer: 'Адамның түйсігінің бейімделуі.',
                    options: ['Адамның түйсігінің бейімделуі.','Бір түйсіктің пайда болуы.','Белгілі бір түйсіктің күшеюі.','Адамның қабылдауы мен түйсігінің байланысы.','Түйсіктің күшеюі']
                }
                ,
                {
                    numb: 5,
                    question: 'Басқа адамдарға жаны ашып, сезімін білдіру қабілеті, олардың күйін түсініп, қолынан келетін көмегін беруге даярлық:',
                    answer: 'эмпатия',
                    options: ['эмпатия','рефлексия','рефлекс','анамнез','инсайт']
                }
                ,
                {
                    numb: 6,
                    question: 'Ұжым деген не:',
                    answer: 'Белгілі дәстүр-салты, мақсаты бар, демократиялық орталықтану негізінде құрылған адамдар тобы.',
                    options: ['Белгілі дәстүр-салты, мақсаты бар, демократиялық орталықтану негізінде құрылған адамдар тобы.','Шартты негізде құрылған адамдар тобы.','Дербестікке негізделген адамдар тобы.','Қоғамдық ортадағы бірнеше орталықтар.','Топтың түрі.']
                }
                ,
                {
                    numb: 7,
                    question: 'Қарым-қатынас және пікірлесу арқылы адамдардың психологиясын зерттеуге арналған әдіс:',
                    answer: 'Әңгімелесу',
                    options: ['Әңгімелесу','Анкеталық','Тест','Модельдеу','Социометрия']
                }
                ,
                {
                    numb: 8,
                    question: 'Зейіннің физиологиялық негізін орыс физиологі А.А.Ухтомский қандай теория арқылы түсіндірді:',
                    answer: 'доминанта',
                    options: ['доминанта','аграфия','дәстүрлі','аналитикалық','гуманистикалық']
                }
                ,
                {
                    numb: 9,
                    question: 'Ес процестерін ата:',
                    answer: 'Есте қалдыру, қайта жаңғырту, ұмыту.',
                    options: ['Есте қалдыру, қайта жаңғырту, ұмыту.','Ұмыту қайта жаңғырту.','Елестету, ұмыту.','Қайта жаңғырту, еске түсіру','Армандау']
                }
                ,
                {
                    numb: 10,
                    question: 'Эмоциялық күйлердің түрін көрсетіңіз:',
                    answer: 'Стресс, аффект, көңіл-күй, фрустрация.',
                    options: ['Стресс, аффект, көңіл-күй, фрустрация.','Сезімталдылық, сағыныш, уайым','Адалдық, қайырымдылық, сентиментальдылық','Әуестік, албырттық.','Қызығушылық, сағыныш, уайым.']
                }
                ,
                {
                    numb: 11,
                    question: 'Мотивация деген не:',
                    answer: 'Адамды белсенді әрекетке талпындыратын күш байланысы.',
                    options: ['Адамды белсенді әрекетке талпындыратын күш байланысы.','Лидерлік қасиет.','Қажеттілік','Білім.','Адамның санасы.']
                }
                ,
                {
                    numb: 12,
                    question: 'Бір уақыттың ішінде қамтылатын объектілер санын сипаттайтын зейін қасиеті:',
                    answer: 'зейіннің көлемі',
                    options: ['зейіннің көлемі','зейіннің толқуы','зейіннің жылдамдығы','зейіннің тұрақтылығы','зейіннің бөлінушілігі']
                }
                ,
                {
                    numb: 13,
                    question: 'Организмнің ішкі күйін білдіретін хабарлайтын рецепторлар:',
                    answer: 'интерецепторлар',
                    options: ['интерецепторлар','проприорецепторлар','қозғалыс','экстрорецепторлар','тітіркендіргіш']
                }
                ,
                {
                    numb: 14,
                    question: 'Адам санасының белгілі бір объектіге шоғырлануы:',
                    answer: 'Зейін.',
                    options: ['Зейін.','Мінез.','Сөйлеу.','Ой.','Қиял.']
                }
                ,
                {
                    numb: 15,
                    question: 'Индукция заңдылығының негізін салушы:',
                    answer: 'И.П.Павлов.',
                    options: ['И.П.Павлов.','И.М.Сеченев','В.М.Бехтерев.','Б.Д.Ломов.','А.А.Ухтомский.']
                }
                ,
                {
                    numb: 16,
                    question: 'Өзіне тән мақсаты, дәстүр-салты бар, демократиялық принципке негізделінген адамдар тобы.қалай аталады:',
                    answer: 'Ұжым.',
                    options: ['Ұжым.','Топ.','Кооперация.','Корпорация.','Тобыр.']
                }
                ,
                {
                    numb: 17,
                    question: 'Зейіннің түрлерін ата:',
                    answer: 'Ырықты, ырықсыз, үйреншікті.',
                    options: ['Ырықты, ырықсыз, үйреншікті.','Объективті, субъективті.','Үйреншікті, тұрақты.','Арнаулы, арнаусыз.','Нақтылы, шартты.']
                }
                ,
                {
                    numb: 18,
                    question: 'Саналы түрде, пайда болатын мақсат қоюды, ерік күшін жұмсауды қажет ететін зейін:',
                    answer: 'Ырықты',
                    options: ['Ырықты','Арнаулы.','Ырықсыз.','Үйреншікті.','Күрделі.']
                }
                ,
                {
                    numb: 19,
                    question: 'В.Вундттың лабораториясы қай жылы ашылды:',
                    answer: '1879 ж.',
                    options: ['1879 ж.','1899 ж.','1979 ж.','1889 ж.','1876ж.']
                }
                ,
                {
                    numb: 20,
                    question: 'Көздің түрлі қашықтықтағы заттарды көруге бейімделу қабілеттілігі:',
                    answer: 'аккомодация',
                    options: ['аккомодация','конвергенция','адаптация','абстракция','синестезия']
                }
                ,
                {
                    numb: 21,
                    question: 'Психикалық қалып кейіп деген не:',
                    answer: 'Адамның көңіл-күйінің тұрақты белгілері.',
                    options: ['Адамның көңіл-күйінің тұрақты белгілері.','Ойлау, қабылдау, ес.','Темперамент, мінез.','Қабілет, ерік.','Қайталанбайтын даралық.']
                }
                ,
                {
                    numb: 22,
                    question: '«Қозудың оптимальды ошағы» теориясының негізін салушы кім:',
                    answer: 'И.П.Павлов.',
                    options: ['И.П.Павлов.','И.М.Сеченев.','В.М.Бехтерев.','Л.С.Выготский.','А.А.Ухтомский.']
                }
                ,
                {
                    numb: 23,
                    question: 'Ес деген не:',
                    answer: 'Сыртқы заттар мен құбылыстардың адам миында сақталып, танылып қайта жаңғыртылып, ұмытылуын бейнелейтін процесс.',
                    options: ['Сыртқы заттар мен құбылыстардың адам миында сақталып, танылып қайта жаңғыртылып, ұмытылуын бейнелейтін процесс.','Оқу материалдарын жаттап алу арқылы жүзеге асатын процесс.','Құбылыстарды еске сақтау процесі.','Адамның көргенін есте сақтауы.','Елеспен байланысты процесс.']
                }
                ,
                {
                    numb: 24,
                    question: 'Ойлау формасын ата:',
                    answer: 'Ұғым, пікір, ой қорытындысы.',
                    options: ['Ұғым, пікір, ой қорытындысы.','Практикалық - логикалық, теориялық.','Ұғым, синтез, пікір.','Анализ, синтез, абстракция.','Практикалық, дерексіз, теориялық.']
                }
                ,
                {
                    numb: 25,
                    question: 'Шығармада әсірелеп, немесе кеміте отырып, тұтас объектінің бір элементіне ерекше бейнелеуде қолданылатын қиялдың жасалу тәсілін атаңыз:',
                    answer: 'Акцентировка.',
                    options: ['Акцентировка.','Агглюцинация.','Схематизация.','Қиыстыру','Типизация.']
                }
                ,
                {
                    numb: 26,
                    question: 'Эмоциялық күйлердің түрін көрсетіңіз:',
                    answer: 'Стресс, аффект, көңіл-күй, фрустрация.',
                    options: ['Стресс, аффект, көңіл-күй, фрустрация.','Адалдық, қайырымдылық, сентиментальдылық.','Әуестік, албырттық.','Сезімталдылық, сағыныш, уайым.','Қызығушылық, сағыныш, уайым.']
                }
                ,
                {
                    numb: 27,
                    question: 'Кешігіп еске түсіру процесі қалай аталады:',
                    answer: 'Реминисценция.',
                    options: ['Реминисценция.','Иррадиация.','Абстракция.','Иллюзия.','Апперцепция.']
                }
                ,
                {
                    numb: 28,
                    question: 'Сөйлеудің физиологиялық негізі қайсысына тәуелді:',
                    answer: 'ІІ-ші сигнал жүйесі.',
                    options: ['ІІ-ші сигнал жүйесі.','І-ші сигнал жүйесі.','Нерв жүйелері.','Мишық.','Қозу және тежелу.']
                }
                ,
                {
                    numb: 29,
                    question: 'Түйсіктің негізгі заңдылықтарына жатпайды:',
                    answer: 'байқағыштық',
                    options: ['байқағыштық','сезгіштік','адаптация','сенсибилизация','синестезия']
                }
                ,
                {
                    numb: 30,
                    question: 'Естің түрлеріне жатпайды:',
                    answer: 'ырықты',
                    options: ['ырықты','қозғалыс','образдық','эмоциялық','сөз-логикалық']
                }
                ,
                {
                    numb: 31,
                    question: 'Жүру, жазу және еңбек ету дағдыларының қалыптасуы мен өңделуі негізінде қандай ес жатады:',
                    answer: 'қозғалыс есі',
                    options: ['қозғалыс есі','бейнелік есі','қысқа мерзімді ес','эмоционалдық ес','сөздік-логикалық ес.']
                }
                ,
                {
                    numb: 32,
                    question: 'Дарындылық бұл:',
                    answer: 'қабілет түрі',
                    options: ['қабілет түрі','қажеттілік','мінез бітісі','жоғары сезім','қиял түрі']
                }
                ,
                {
                    numb: 33,
                    question: 'Түйсіктің физиологиялық негізі:',
                    answer: 'Сезім органдары нерв жолдары бас миындағы орталық.',
                    options: ['Сезім органдары нерв жолдары бас миындағы орталық.','Сыртқы сезім органдары және ми.','Қозу және ми орталығы.','Рецептор өткізгіш жолдар тітіркендіргіш.','Доминанта бөлігі.']
                }
                ,
                {
                    numb: 34,
                    question: 'Сөйлеудің түрлері қай топта берілген:',
                    answer: 'Ауызша, жазбаша, монологты, диалогты.',
                    options: ['Ауызша, жазбаша, монологты, диалогты.','Диалогты, ауызша, сыртқы, механикалық.','Монологты, жазбаша, ішкі логикалық.','Ауызша, жазбаша, практикалық, теориялық.','Ауызша, ішкі, сыртқы, теориялық.']
                }
                ,
                {
                    numb: 35,
                    question: 'Зейіннің көлемі деген не:',
                    answer: 'Адам санасының қамтитын объектілерінің саны.',
                    options: ['Адам санасының қамтитын объектілерінің саны.','Адам зейінінің бөлінуі.','Адам зейінінің тұрақтылығы.','Адам зейінінің тар мөлшерде дамуы.','Адам зейінінің бір объектіге шоғырлануы.']
                }
                ,
                {
                    numb: 36,
                    question: 'Бір адамды екінші бір адамнан ажыратуға негіз болатын ең маңызды, ең тұрлаулы ерекшеліктер:',
                    answer: 'психикалық қасиеттер',
                    options: ['психикалық қасиеттер','психикалық кейіп','психикалық үрдістер','психикалық жағдайлар','психикалық күй']
                }
                ,
                {
                    numb: 37,
                    question: 'Психология ғылым ретінде қалыптасуы:',
                    answer: '19 ғ. аяғы',
                    options: ['19 ғ. аяғы','16 ғ.аяғы','15 ғ. ортасы','17 ғ. басы','15 ғ. аяғы']
                }
                ,
                {
                    numb: 38,
                    question: 'Нерв жүйесінің физиологиялық негіздері:',
                    answer: 'Қозу, тежелу.',
                    options: ['Қозу, тежелу.','Иррадиация, концентрация.','Күрделі, қарапайым.','Анализ, синтез.','Салыстыру, абстракциялау.']
                }
                ,
                {
                    numb: 39,
                    question: 'Инстинкт деген не:',
                    answer: 'Туа пайда болатын шартсыз рефлекстер тізбегі.',
                    options: ['Туа пайда болатын шартсыз рефлекстер тізбегі.','Мінез-құлық.','Темперамент.','Қабілет.','Шартты рефлекстің дамуы.']
                }
                ,
                {
                    numb: 40,
                    question: 'Адамның танымдық әрекетіне жатпайтын психологиялық категория:',
                    answer: 'сезім',
                    options: ['сезім','зейін','түйсік','ойлау','қиял']
                }
                ,
                {
                    numb: 41,
                    question: 'Лабораториялық эксперименттің негізін салушы кім:',
                    answer: 'В.Вундт.',
                    options: ['В.Вундт.','Лазурский.','А.А. Ухтомский.','Б.Г. Ананьев.','Л.С. Выготский.']
                }
                ,
                {
                    numb: 42,
                    question: 'Психикалық қасиеттер деген не:',
                    answer: 'Адамның қайталанбайтын даралық ерекшелігі.',
                    options: ['Адамның қайталанбайтын даралық ерекшелігі.','Ойлау, сөйлеу, қабылдау.','Сезім, эмоция.','Заттардың мида бейнеленуі.','Көңіл-күйдің тұрақты белгілері.']
                }
                ,
                {
                    numb: 43,
                    question: 'Экстерорецепторлаорға қандай түйсіктер жатады:',
                    answer: 'Көру, есту, дәм, иіс сезу.',
                    options: ['Көру, есту, дәм, иіс сезу.','Кинестезиялық.','Органикалық, вибрациялық.','Көру, дәм, сезу, статикалық.','Органикалық.']
                }
                ,
                {
                    numb: 44,
                    question: 'Лейпцигте алғаш эксперименталды психологиялық лабораторияны кім ашқан: ұйымдастырған:',
                    answer: 'В. Вундт',
                    options: ['В. Вундт','Ф. Аквинский','К. Левин','Р. Декарт','Х. Вольф']
                }
                ,
                {
                    numb: 45,
                    question: 'Вербальдық қарым-қатынас негізінде ақпарат алу әдісі:',
                    answer: 'әңгімелесу',
                    options: ['әңгімелесу','бақылау','эксперимент','биографиялық','тест']
                }
                ,
                {
                    numb: 46,
                    question: 'Сезім мүшелерінің сезгіштігі әсер етуші тітіркендіргіштерге біртіндеп бейімделуге байланысты өзгеруі қалай аталады:',
                    answer: 'адаптация',
                    options: ['адаптация','фрустрация','тежелу','қозу','тітіркену']
                }
                ,
                {
                    numb: 47,
                    question: 'Филогенездік даму деген не:',
                    answer: 'Адам психикасының дамуы.',
                    options: ['Адам психикасының дамуы.','Егделік кезеңдік даму.','Адам өмірге келгеннен бастап дамуы.','Ана құрсағындағы даму.','Қартаю туралы заңдылық.']
                }
                ,
                {
                    numb: 48,
                    question: 'Төмендегілердің қайсысы ойлау түріне жатпайды:',
                    answer: 'Ұзақ мерзімді',
                    options: ['Ұзақ мерзімді','Көрнекі бейнелі','Шығармашылық','Сөздік-логикалық','Көрнекі қозғалысты']
                }
                ,
                {
                    numb: 49,
                    question: 'Түйсіктің түрін басқаларынан ажырататын дара, негізгі қасиеті:',
                    answer: 'сапасы',
                    options: ['сапасы','ұзақтығы','сезімталдығы','қарқыны','мекендігі']
                }
                ,
                {
                    numb: 50,
                    question: 'Адамдар арасындағы вербалді қарым-қатынас:',
                    answer: 'тіл және сөйлеу',
                    options: ['тіл және сөйлеу','жест және мимика','жест және көзбен қатынас','мимика және сөйлеу','мимика және понтомимика']
                }
                ,
];
