var title = 'Мәдениеттану / 1-140'; 
var questionCount = 140; 
var timeValue = 60;
var answerMixing = true;
var deadLine = false;
var about = false;
let syllabus = '';

showDetail();

let questions = [

                {
                    numb: 1,
                    question: '﻿Реформацияның басты тұлғаларының бірі:',
                    answer: 'М.Лютер',
                    options: ['М.Лютер','Ф.Бэкон','Б.Спиноза','Людовик ХІІ','Д.Дидро']
                }
                ,
                {
                    numb: 2,
                    question: 'Гуманизм дегеніміз',
                    answer: 'Адамсүйгіштік',
                    options: ['Адамсүйгіштік',' Танымал','Мәдениеттілік','Әдептілік','Батырлық']
                }
                ,
                {
                    numb: 3,
                    question: 'Жаратылыстан тыс қасиеті бар деп танылған жансыз затқа табыну қалай аталады?',
                    answer: ' Фетишизм',
                    options: [' Фетишизм','Анимизм','Тотемизм',' Магия','Шаманизм']
                }
                ,
                {
                    numb: 4,
                    question: 'Элитарлық мәдениет деген не?',
                    answer: 'Таңдаулылармәдениеті',
                    options: ['Таңдаулылармәдениеті','Халықтықмәдениет','Ұлттықмәдениет','Ортағасырмәдениеті','Бұқаралықмәдениет']
                }
                ,
                {
                    numb: 5,
                    question: 'Мәдениеттің баламасы не болып саналады?',
                    answer: 'табиғат',
                    options: ['табиғат','қала','дала','өнер','дін']
                }
                ,
                {
                    numb: 6,
                    question: '«Өркениет – мәдениеттің прогрессі, қоғамның парасаттылық деңгейі» деп санаған ойшылдар',
                    answer: 'Вольтер Ф. Белл Д.',
                    options: ['Вольтер Ф. Белл Д.','Тойнби А. Данилевский Н.','Гердер И. Тайлор Б. ','Руссо Ж. Шпенглер О.',' Гумилев Л. Хейзинга Й.']
                }
                ,
                {
                    numb: 7,
                    question: 'ХХ ғасырмәдениетінде қандай бағыт басым болып отыр',
                    answer: 'Европоцентризм',
                    options: ['Европоцентризм','Мұсылмандық','Христиандық','Коммунистік','Протестанттық']
                }
                ,
                {
                    numb: 8,
                    question: 'Ежелгі Грециядағы полис не?',
                    answer: 'қала-мемлекет',
                    options: ['қала-мемлекет',' әлеуметтік топ',' философиялық мектеп',' спорт түрі','өнер түрі']
                }
                ,
                {
                    numb: 9,
                    question: '«Мәдени орта» ұғымы мәдениеттің қандай функциясымен байланысты',
                    answer: 'коммуникациялық',
                    options: ['коммуникациялық','реттеушілік','танымдық','мұрагерлік','зерттеушілік']
                }
                ,
                {
                    numb: 10,
                    question: 'Мәдениет пен өркениет бір,олар синонимдер деп санағандар',
                    answer: 'Гердер И. Тейлор Б.',
                    options: ['Гердер И. Тейлор Б.',' Руссо Ж.Ж. Шпенглер О.',' Вольтер Ф. Белл Д.','Тойнби А. Данилевский И.','Морган. Гумилев Л.']
                }
                ,
                {
                    numb: 11,
                    question: 'Адамды «хайуани мадани» - мәдениетті жан деген кім?',
                    answer: 'Әл-Фараби.',
                    options: ['Әл-Фараби.','Әл-Кинди','ҚожаАхметЯссауи.','Абай','МахмұтҚашғари.']
                }
                ,
                {
                    numb: 12,
                    question: 'Мәдениеттің қызметтеріне не жатпайды?',
                    answer: ' Биологиялық эволюцияның қозғаушы күші қызметі',
                    options: [' Биологиялық эволюцияның қозғаушы күші қызметі','Ақпараттық қызмет','Адамды қалыптастыру қызметі','Жалғастық мұрагерлік қызметі.','Танымдық қызмет.']
                }
                ,
                {
                    numb: 13,
                    question: 'Көшпенділердің табиғатқа қатынасы',
                    answer: 'Табиғатқа бейімделушілер',
                    options: ['Табиғатқа бейімделушілер',' Табиғатты игерушілер','Табиғатты мойындамаушылар',' Табиғатты жеңгендер','Табиғатқа қарсылар']
                }
                ,
                {
                    numb: 14,
                    question: 'Жеке топтарға тән, негізгі мәдениеттен ерекше мәдениет түрі',
                    answer: 'Субмәдениет',
                    options: ['Субмәдениет','Электрондық мәдениет','Шығыс мәдениеті','Ұлттық мәдениет','Элитарлық мәдениет']
                }
                ,
                {
                    numb: 15,
                    question: 'ХХ ғасырда пайда болған әлемдік мәдениеттің ерекше түрі',
                    answer: 'Бұқаралық',
                    options: ['Бұқаралық','Ұлттық','Діни','Ауызша','Халықтық']
                }
                ,
                {
                    numb: 16,
                    question: '«Икебана» өнері қай халыққа тән',
                    answer: 'жапондарға',
                    options: ['жапондарға',' орыстарға','ағылшындарға',' қытайларға','түріктерге']
                }
                ,
                {
                    numb: 17,
                    question: ' «Өмір сүру – азап көру» - қай діннің қағидасы',
                    answer: 'Будда',
                    options: ['Будда','Ислам','Христиан','Иудаизмнің','Шаманизмнің']
                }
                ,
                {
                    numb: 18,
                    question: 'Ежелгі түріктердің көк бөріге табыну нанымы қандай құбылысқа жатады',
                    answer: 'Тотемизм',
                    options: ['Тотемизм','Анимизм','Магия',' Фетишизм','Шаманизм']
                }
                ,
                {
                    numb: 19,
                    question: '16-17 ғасырлардағы қазақтардың түсінігі бойынша үйдің қамқоршысы',
                    answer: ' От-ана',
                    options: [' От-ана','Жер-Ана','Су-ана','Ойсыл қара','Зеңгі баба']
                }
                ,
                {
                    numb: 20,
                    question: 'Тұмар көне діни сананың қай түрінің көрінісі',
                    answer: '  Фетишизмнің',
                    options: ['  Фетишизмнің','Магияның','Анимизмнің',' Көсемдерге табынудың','Тотемизмнің']
                }
                ,
                {
                    numb: 21,
                    question: 'Авеста қай халықтың тарихи туындысы',
                    answer: 'Ежелгі Иранның',
                    options: ['Ежелгі Иранның',' Ежелгі Египеттің',' Индияның',' Вавилонның','Ассирияның']
                }
                ,
                {
                    numb: 22,
                    question: 'Гладиаторлар шайқасы қай елде өнер ретінде дамыды?',
                    answer: ' Римде',
                    options: [' Римде','Персияда','Египетте',' Мысырда',' Монголияда']
                }
                ,
                {
                    numb: 23,
                    question: 'Қорқыт мәңгілік өмірді неден тапты?',
                    answer: 'Қобыздың сарынынан',
                    options: ['Қобыздың сарынынан',' Өлімнен қашудан','Қорқыттың көрінен','Сырдариядан','Жерұйықтан']
                }
                ,
                {
                    numb: 24,
                    question: 'Рубайяттардың авторы',
                    answer: 'О.Хайям',
                    options: ['О.Хайям',' Ж.Баласағұни','Хафиз','Новаи','Тұрсын-заде']
                }
                ,
                {
                    numb: 25,
                    question: 'Сақ  өркениетінің  өнеріндегі  басты  стиль  қалай  аталады',
                    answer: 'Жануарлық',
                    options: ['Жануарлық','Готика',' Романдық','Барокко','Арабесса']
                }
                ,
                {
                    numb: 26,
                    question: 'Сублимация, либидо  терминдерін  кімнің  мәдениеттанулық  концепциясынан  кездестіреміз',
                    answer: 'Фрейд',
                    options: ['Фрейд',' Фромм',' Тойнби',' Юнг','Малиновский']
                }
                ,
                {
                    numb: 27,
                    question: 'Қазақ  совет  мәдениетінің  белгілі  қайраткерлерін  атап  өтіңіз',
                    answer: 'Жамбыл, Сейфуллин, Әуезов',
                    options: ['Жамбыл, Сейфуллин, Әуезов','Абай, Жамбыл, Әуезов','Шәкәрім, Міржақып','Нұрпейісова, Құрманғазы, Дәулеткерей',' Уәлиханов, Абай, Алтынсарин']
                }
                ,
                {
                    numb: 28,
                    question: 'Инь және ян  ұғымдары  нені  білдіреді',
                    answer: 'Әйелдік  және  еркектік  бастаманы',
                    options: ['Әйелдік  және  еркектік  бастаманы','Табиғи  циклдарды','Ғарыштық  үйлесімділікті','Тәрбиелік  принципін','Буддизм ұғымдарын']
                }
                ,
                {
                    numb: 29,
                    question: 'Қай  сөз  киіз  үйдің  бөлігін  білдірмейді',
                    answer: 'ошақ',
                    options: ['ошақ',' кереге','уық','щаңырақ','туырлық']
                }
                ,
                {
                    numb: 30,
                    question: 'Катарсис  ұғымы  нені білдіреді ',
                    answer: 'жанның  қасірет арқылы  тазаруын',
                    options: ['жанның  қасірет арқылы  тазаруын','төзімділік','ләззат','бақыт','ойын-сауық']
                }
                ,
                {
                    numb: 31,
                    question: 'Қазақтарда обал түсінігінің қарсы  ұғымы',
                    answer: 'сауап',
                    options: ['сауап','ысырап','дауа','зауал',' шипа']
                }
                ,
                {
                    numb: 32,
                    question: 'Вестернизация деген не',
                    answer: 'батыстандыру',
                    options: ['батыстандыру','мәдени сұхбат','азаматтық қоғам','мәдени қозғалыс','мәдени аймақ']
                }
                ,
                {
                    numb: 33,
                    question: 'Зар  заман  мәдениеті  қай  ғасырда  көрініс  тапты',
                    answer: '18-19 ғғ',
                    options: ['18-19 ғғ','12 ғ','14 ғ',' 16 ғ','17 ғ']
                }
                ,
                {
                    numb: 34,
                    question: 'Мәдениеттану пәні жоғары оқу орындарының оқу жоспарына қашан енгізілді ?',
                    answer: '1990 ж.',
                    options: ['1990 ж.','ХХ ғ. басында.','2000 ж.','80-жылдардың екінші жартысында.','1917 ж.']
                }
                ,
                {
                    numb: 35,
                    question: 'Еуропалық дәстүрде мәденетке қарсы қойылған ұғым:',
                    answer: 'Өркениет',
                    options: ['Өркениет','Қоғам','Тағылық','Варварлық','Надандық']
                }
                ,
                {
                    numb: 36,
                    question: 'Адамның басқа тіршілік иелерімен негізігі айырмашылығы неде?',
                    answer: 'Мәдениет',
                    options: ['Мәдениет','Сезім','Әрекет','Жан','Эмоция']
                }
                ,
                {
                    numb: 37,
                    question: '«Диалог» ұғымы қай ғалымның мәдениеттанулық концепциясының негізінде ғылыми айналымға түсті?',
                    answer: ' М.Бахтин',
                    options: [' М.Бахтин',' М. Бубер.','Розенцвейг',' Вл.Соловьев','Э.Мунье.']
                }
                ,
                {
                    numb: 38,
                    question: '«Менталитет» ұғымы мәдениеттің қай деңгейімен тығыз байланысты?',
                    answer: 'Ұлттық мәдениет',
                    options: ['Ұлттық мәдениет','Суперөркениет','Субмәдениет','Әлемдік мәдениет','Рухани мәдениет']
                }
                ,
                {
                    numb: 39,
                    question: 'Жазбаша мәдениет тұңғыш қай өркениетте пайда болды?',
                    answer: 'Шумер және Египетте',
                    options: ['Шумер және Египетте','Антиктік мәдениетте','Египетте','Үнді мен Қытайда','Римде']
                }
                ,
                {
                    numb: 40,
                    question: 'Шумерлік жазу қалай аталады?',
                    answer: 'Петроглифтік',
                    options: ['Петроглифтік',' Иероглифтік','Сыналық',' Алфавиттік',' Пиктограммалық']
                }
                ,
                {
                    numb: 41,
                    question: '﻿Ақындар сайысы осылай аталады:',
                    answer: 'Айтыс ',
                    options: ['Айтыс ',' Сарын ','Күй ','Ән ','Мақам']
                }
                ,
                {
                    numb: 42,
                    question: '«Жар-жар» - деген:',
                    answer: 'Үйлену тойының өлеңі ',
                    options: ['Үйлену тойының өлеңі ','Жоқтау ',' Сауығу өлеңі','Өмір мәні туралы монолог-өлең ','Достар туралы өлең']
                }
                ,
                {
                    numb: 43,
                    question: 'Этика мәселелерін арнайы зерттеген қазақ ойшылы:',
                    answer: 'Шәкәрім ',
                    options: ['Шәкәрім ','Ы.Алтынсарин','А. Құнанбаев','С.М.Торайғыров','М.Әуезов ']
                }
                ,
                {
                    numb: 44,
                    question: '«Қазақ хрестоматиясының» авторы:',
                    answer: 'Ы.Алтынсарин',
                    options: ['Ы.Алтынсарин','О.Сүлейменов','М.Аджи ',' С.Сейфуллин','М.Әуезов']
                }
                ,
                {
                    numb: 45,
                    question: 'Кеңес кезінде қазақ фольклорын жан-жақты зерттеген әйгілі ғалым: ',
                    answer: 'А.Жұбанов ',
                    options: ['А.Жұбанов ','А.Кастанье ','Г.Потанин ','А.Затаевич ','Ж.Жабаев ']
                }
                ,
                {
                    numb: 46,
                    question: '«Айман - Шолпан»',
                    answer: 'Лиро-эпикалық поэма ',
                    options: ['Лиро-эпикалық поэма ','Ұлттық эпос','Көркемдік роман ','Әңгіме ','Сатира']
                }
                ,
                {
                    numb: 47,
                    question: 'Қазақ ұлтттық Ғылым академиясының тұңғыш академигі:',
                    answer: 'Қ.Сәтпаев',
                    options: ['Қ.Сәтпаев',' Ә.Марғұлан','А.Жұбанов ','С.Мұқанов ',' Қ.Жұмалиев']
                }
                ,
                {
                    numb: 48,
                    question: '«Ленинградтық өрендерім!» атты өлеңнің авторы: ',
                    answer: 'Ж.Жабаев ',
                    options: ['Ж.Жабаев ','В.Затаевич ','Ә.Қашаубаев ','К.Әзірбаев ','Е.Брусиловский']
                }
                ,
                {
                    numb: 49,
                    question: 'Ш.Айтматовтың еңбегіндегі мәдени тамырларынан айрылған адамдардың тобы осылай аталады: ',
                    answer: 'Мәңгүрт',
                    options: ['Мәңгүрт','Ұлтшыл ','Маргинал ','Диссидент Неофит ','']
                }
                ,
                {
                    numb: 50,
                    question: '«Аз и Я» кітабының авторы:',
                    answer: 'О.Сүлейменов ',
                    options: ['О.Сүлейменов ','О.Шпенглер ','Ж.Ж.Руссо ','К.Ясперс ','әл-Фараби']
                }
                ,
                {
                    numb: 51,
                    question: 'Ділділік дегеніміз  не: ',
                    answer: ' Қоғамдық топ немесе жеке адамға тән ой үлгілері, саналық тәсілдер мен рухани ережелер жиынтығы ',
                    options: [' Қоғамдық топ немесе жеке адамға тән ой үлгілері, саналық тәсілдер мен рухани ережелер жиынтығы ','Оймен өзгертілген құндылықтар жүйесі ',' Адамның іс-әрекетінің жиынтығы ',' Қалыптасқан стереотиптер ',' Санасызданған архетиптер']
                }
                ,
                {
                    numb: 52,
                    question: '«Мәңгүрт» сөзін ғылымға енгізген:',
                    answer: 'Ш.Айтматов ',
                    options: ['Ш.Айтматов ','М.Шаханов ',' Ш.Уәлиханов ',' С.Аманжолов ','Л. Гумилев ']
                }
                ,
                {
                    numb: 53,
                    question: 'Қазақ мәдениеті бұл өркениеттік болмысқа жатады: ',
                    answer: ' Көшпелілік ',
                    options: [' Көшпелілік ',' Батыстық ','Шығыстық ','Орта Азиялық ','Кіндік Азиялық ']
                }
                ,
                {
                    numb: 54,
                    question: 'Қазақ мәдениетінің еуроазиялық бастауы туралы бірінші болып айтты',
                    answer: 'Л.Гумилев ',
                    options: ['Л.Гумилев ',' Ш.Уәлиханов ','Н.Конрад ',' А.Марғұлан ','Г.Кляшторный']
                }
                ,
                {
                    numb: 55,
                    question: 'Ұлттың жаңаруына қажетсіз шарт:',
                    answer: 'өзге этносқа үстемдік ету',
                    options: ['өзге этносқа үстемдік ету','мәдени мұраны пайдалану ','дәстүрлікке сүйену ','бұқара халықпен жақындасу ','ұлттық қатынасты басқару ']
                }
                ,
                {
                    numb: 56,
                    question: 'Неміс философы мен тарихшысы О.Шпенглердің мәдениет туралы еңбегі қалай аталады: ',
                    answer: '«Еуропаның күйреуі» ',
                    options: ['«Еуропаның күйреуі» ','«Адам Феномені»','«Адамзат тарихы философиясы» ',' «Мәдениетке риза болмау»',' «Мәдениеттің үш келбеті» ']
                }
                ,
                {
                    numb: 57,
                    question: 'Мәдениеттің қай түрі объективтік заңдар негізінде суреттеу, түсіндіру, шындықты болжау қызметін атқарады: ',
                    answer: ' Ғылым ',
                    options: [' Ғылым ','Мифология ','Дін',' Техника ','Мораль ']
                }
                ,
                {
                    numb: 58,
                    question: 'Қазіргі заман қоғамында жалпылама қолдануға арналған мәдени құндылықтарды сипаттайтын ұғым: ',
                    answer: 'Бұқаралық мәдениет ',
                    options: ['Бұқаралық мәдениет ','Элитарлық мәдениет ','Материалдық мәдениет ','Постмодерн мәдениеті ','Субкультура ']
                }
                ,
                {
                    numb: 59,
                    question: '«Мәдени мұра» атты мемлекеттік бағдарлама қай жылы қабылданды? ',
                    answer: '2003 ж.',
                    options: ['2003 ж.','1991 ж. ','1996 ж','2000 ж. ','2001 ж. ']
                }
                ,
                {
                    numb: 60,
                    question: 'Әлеуметтік және мәдени құндылықтарды ұрпақтан-ұрпаққа жалғастыру қалай аталады: ',
                    answer: 'Сабақтастық  ',
                    options: ['Сабақтастық  ','Диалектика ','Қозғалыс ','Сана ',' Үйлесімділік']
                }
                ,
                {
                    numb: 61,
                    question: 'Даосизм  философиясы  қай елде пайда болды ?',
                    answer: 'Қытай',
                    options: ['Қытай','Индия','Вьетнам','Мысыр','Ежелгі Рим']
                }
                ,
                {
                    numb: 62,
                    question: 'Конфуцийшілдік философиясы қай мемлекеттегі жүйе',
                    answer: 'Көне Қытай',
                    options: ['Көне Қытай',' Көне Индия','Ежелгі Египет','Рим','Ежелгі Греция']
                }
                ,
                {
                    numb: 63,
                    question: 'Этикалық құндылықты көрсет.',
                    answer: ' адамгершілік',
                    options: [' адамгершілік','әсемдік',' асқақтық','өнер','материалдық игіліктер']
                }
                ,
                {
                    numb: 64,
                    question: 'Эстетика ғылымы нені зерттейді?',
                    answer: 'әсемдік',
                    options: ['әсемдік','бақыт',' адамгершілік','танымды','болмысты']
                }
                ,
                {
                    numb: 65,
                    question: '«Үш анық» кітабының авторы:',
                    answer: ' Шәкәрім Құдайбердиев',
                    options: [' Шәкәрім Құдайбердиев','Ғұмар Қараш',' Мағжан Жұмабаев','Абай Құнанбаев','Мұхтар Әуезов']
                }
                ,
                {
                    numb: 66,
                    question: '«Зар заман» жыраулық поэзиясының өкілі?',
                    answer: ' Мұрат Мөңкеұлы',
                    options: [' Мұрат Мөңкеұлы','Қазтуған','Жамбыл Жабаев','Жамбыл Жабаев',' Мұхтар Шаханов']
                }
                ,
                {
                    numb: 67,
                    question: 'Аскетизм бағытының негізгі принциптері',
                    answer: 'Рухани даму жолына түсіп, тәндік құмарлықтардан азат болу',
                    options: ['Рухани даму жолына түсіп, тәндік құмарлықтардан азат болу',' Адамның бақытта өмірін қуаныш пен экзальтацияға бағындыру','Адам мен әлем қайшылығы негіздеуге ұмтылу','Жеке адамды құндылық ретінде мойындамау','Материалдыққа шексіз ұмтылыс']
                }
                ,
                {
                    numb: 68,
                    question: 'Анимизм қандай түсінікті береді ?',
                    answer: 'жанның мәңгі өмір сүретіндігін',
                    options: ['жанның мәңгі өмір сүретіндігін',' әлем мәңгілігін',' субстанция жоқ екенін','дүниеде бір ғана алғашқы негіз жөнінде.','байланыс туралы ілім']
                }
                ,
                {
                    numb: 69,
                    question: 'Қайта Өрлеу дәуірінің ерекшелігі: ',
                    answer: ' Антикалық құндылықтарға бетбұрыс',
                    options: [' Антикалық құндылықтарға бетбұрыс','Діни фанатизм','Техноцентризм','Теоцентризм','Мифологиялық сананы дамытуы']
                }
                ,
                {
                    numb: 70,
                    question: 'Болашақты болжау ілімі',
                    answer: 'Футурология',
                    options: ['Футурология','Теология','Евгеника',' Телеология','Алхимия']
                }
                ,
                {
                    numb: 71,
                    question: 'Антропоцентризм идеясының негізі',
                    answer: 'адам',
                    options: ['адам','қоғам','уақыт','әлем','кеңістік']
                }
                ,
                {
                    numb: 72,
                    question: '«Оян қазақ»  идеясын тастаған қазақ зиялысы',
                    answer: ' М.Дулатов',
                    options: [' М.Дулатов',' М.Жұмабаев','А.Байтұрсынов',' А.Құнанбаев','Ш.Құдайбердиев']
                }
                ,
                {
                    numb: 73,
                    question: '“Жерұйықты” іздеген қазақ ойшылы',
                    answer: 'Асан қайғы',
                    options: ['Асан қайғы','Қорқыт','Шортанбай','Дулат','Тоныкөк']
                }
                ,
                {
                    numb: 74,
                    question: 'Қайта өрлеу мәдениетінде негізгі дәстүрі?',
                    answer: 'Гуманизм',
                    options: ['Гуманизм','Схоластика','Софистика','Догматика','Патристика']
                }
                ,
                {
                    numb: 75,
                    question: 'Ренессанс дәуірінде “гуманизмнің атасы “әкесі” деген атқа лайық болған:',
                    answer: 'Франческо Петрарко ',
                    options: ['Франческо Петрарко ','Данте Алигьерн','Эразм Роттердамский',' Джордано Бруно',' Николо Макиавелли']
                }
                ,
                {
                    numb: 76,
                    question: '“Ренессанс” терминін ең алғаш қолданған:',
                    answer: 'Джордано Вазари',
                    options: ['Джордано Вазари','Томас Мор','Карл Маркс',' В.И.Ленин',' Жан Боден']
                }
                ,
                {
                    numb: 77,
                    question: 'Еңлік-Кебек, "Қалқаман-Мамыр" поэмаларын жазған:',
                    answer: 'Ш.Құдайбердиев',
                    options: ['Ш.Құдайбердиев','М.Жұмабаев','А.Құнанбаев','М.Әуезов',' Ы.Алтынсарин']
                }
                ,
                {
                    numb: 78,
                    question: ' Абай қазақ әдебиетінде қандай бағыттың негізін қалаған: ',
                    answer: ' Сыншыл реализм',
                    options: [' Сыншыл реализм','Символизмнің','Модернизмнің','Классицизм','Романтизм']
                }
                ,
                {
                    numb: 79,
                    question: '«Ресей мен Еуропа» еңбегінің авторы:',
                    answer: 'Н.Данилевский',
                    options: ['Н.Данилевский','П.Сорокин','О.Шпенглер','М.Маклюэн',' В.Соловьев']
                }
                ,
                {
                    numb: 80,
                    question: 'Ноосфера теорисының негізін салушы:',
                    answer: 'В.Вернадский ',
                    options: ['В.Вернадский ',' К.Ясперс',' Л.Гумилев','Н.Батищев',' П.Флоренский']
                }
                ,
                {
                    numb: 81,
                    question: 'Футурологияның зерттейтін бағыты:',
                    answer: 'Адамзат білімінің бірлігі, адамзат қоғамының болашағы туралы көзқарас',
                    options: ['Адамзат білімінің бірлігі, адамзат қоғамының болашағы туралы көзқарас',' Адамның іс-әрекеті мен білімдарлығының негізін ақыл-ой деп санайтын бағыт','Адамзаттың материалдық және рухани мәдениетінің қайта өрлеу процесі','Белгі жүйесін зерттеу','Әлеуметтік институттардың қызметін зерттеу']
                }
                ,
                {
                    numb: 82,
                    question: 'Қай ұғым рухани мәдениетке тиіс емес:',
                    answer: 'Транспорт',
                    options: ['Транспорт','Ғылым','Өнер','Мораль','Мораль']
                }
                ,
                {
                    numb: 83,
                    question: 'Архетип ұғымын ғылымға кім енгізді:',
                    answer: 'К.Г.Юнг',
                    options: ['К.Г.Юнг',' К.Ясперс','Э.Тэйлор',' О.Шпенглер',' А.Тойнби']
                }
                ,
                {
                    numb: 84,
                    question: '“Гильгамеш туралы ән” қай өркениетке жатады?',
                    answer: 'Шумер',
                    options: ['Шумер',' Египет','Үнді','Қытай','Скиф-сақ']
                }
                ,
                {
                    numb: 85,
                    question: 'Көне Египет мәдениетіндегі басты құдайға кім жатады?',
                    answer: 'Ра, Атон',
                    options: ['Ра, Атон','Осирис','Митра',' Заратуштра','Зевс']
                }
                ,
                {
                    numb: 86,
                    question: 'Ренессанстық мәдени өрлеу Еуропадағы қай елден басталды?',
                    answer: 'Италия',
                    options: ['Италия','Англия','Франция','Германия','Византия']
                }
                ,
                {
                    numb: 87,
                    question: '“Тотем және табу” еңбегінің авторы кім?',
                    answer: 'З.Фрейд',
                    options: ['З.Фрейд','К.Юнг','К.Ясперс','Э.Тайлор','М.Мид']
                }
                ,
                {
                    numb: 88,
                    question: 'Көнегрек ақындарының қайсысы трагедияның атасы болып есетеледі?',
                    answer: 'Эсхил',
                    options: ['Эсхил','Софокл','Еврипипд','Аристофон',' Менандр']
                }
                ,
                {
                    numb: 89,
                    question: 'Көнегрек этникасыдағы гедонизмнің негізгі ұғымы:',
                    answer: 'Ләззат ',
                    options: ['Ләззат ','Бақыт','Қасірет','Мейірімділік ',' Пайда']
                }
                ,
                {
                    numb: 90,
                    question: 'Римдік шешен кім?',
                    answer: 'Цицерон',
                    options: ['Цицерон','Ювенал','Вергилий','Овидий',' Гораций']
                }
                ,
                {
                    numb: 91,
                    question: '﻿«Мәдениет» ұғымының алғашқы мағынасы',
                    answer: 'Қала',
                    options: ['Қала','Өнер','Табиғат','Құдай','Рух']
                }
                ,
                {
                    numb: 92,
                    question: '«Өркениет - мәдениеттіңақыры, оның кәрілікшағы, руханилық антиподы»-деп санаған ойшылдар',
                    answer: 'Ж.Ж.Руссо, Ш.Фурье, О.Шпенглер',
                    options: ['Ж.Ж.Руссо, Ш.Фурье, О.Шпенглер',' А.Тойнби, Н.Данилевский',' Вольтер, Д.Белл','Л.Морган, Л.Гумилев','И.Гердер, Б.Тайлор']
                }
                ,
                {
                    numb: 93,
                    question: 'Тарихи дәстүрден, ұлттық мәдениеттен айырылғандықты білдіретін ұғым',
                    answer: 'мәңгүрт',
                    options: ['мәңгүрт','атеист','маргинал','діншіл','ұлтшыл']
                }
                ,
                {
                    numb: 94,
                    question: 'Мәдениет термині қай тілден алынған?',
                    answer: 'Араб',
                    options: ['Араб','Қазақ','Парсы',' Қытай','Үнді']
                }
                ,
                {
                    numb: 95,
                    question: '“Культура” термині қай тілден алынған?',
                    answer: 'Латын',
                    options: ['Латын','Орыс','Араб','Грек','Ағылшын']
                }
                ,
                {
                    numb: 96,
                    question: '«Біржан-Сара» операсын кім жазды?',
                    answer: 'М.Төлебаев',
                    options: ['М.Төлебаев','Ғ.Жұбанова','Л.Хамиди','А.Рахмадиев','Е.Брусиловский']
                }
                ,
                {
                    numb: 97,
                    question: '“Мәдениет” ұғымының құрамына енбейтін белгі:',
                    answer: 'Жұлдызды аспан',
                    options: ['Жұлдызды аспан','Дін','Өнер','Әдеп',' Білім']
                }
                ,
                {
                    numb: 98,
                    question: '“Мәдениет және этика” еңбегінің авторы кім?',
                    answer: ' А.Швейцер',
                    options: [' А.Швейцер','Л.Толстой','А.Сахаров','О.Шпенглер','И.Кант']
                }
                ,
                {
                    numb: 99,
                    question: 'Мәдениет қандай құрылымдық бөліктерден тұрады?',
                    answer: 'Материалдық және рухани',
                    options: ['Материалдық және рухани','Дін, білім, өнер, дүниетаным','Әдептілік, тәртіп, сұлулық','Жазу-сызу, сәулет өнері, салт-дәстүр','Қалалар, мемлекеттер, халықтар']
                }
                ,
                {
                    numb: 100,
                    question: 'Күйші-композитор-домбырашы:',
                    answer: ' Дина Нүрпейісова',
                    options: [' Дина Нүрпейісова',' Күләш Байсеитова','Рахия Қойшыбаева','Бахыт Қарабалина','Жамал Омарова']
                }
                ,
                {
                    numb: 101,
                    question: 'Қазақтың революцияға дейін 1000 әнін жинаған этнограф:',
                    answer: ' Затаевич',
                    options: [' Затаевич','Кастанье','Потанин','Эйхгорн','Рыбаков']
                }
                ,
                {
                    numb: 102,
                    question: '«Андронов мәдениеті» қашан өмір сүрген?',
                    answer: 'қола дәуірі',
                    options: ['қола дәуірі','темір дәуірі','тас дәуірі','тастан-мысқа (өтпелі кезең)',' мыс дәуірі']
                }
                ,
                {
                    numb: 103,
                    question: 'Қазақстан Республикасының негізгі мәдени бағдары:',
                    answer: 'Ұлттық мұраларға сүйене отырып, озық өркениеттер қатарына көтерілу',
                    options: ['Ұлттық мұраларға сүйене отырып, озық өркениеттер қатарына көтерілу',' Қазақтың ұлттық мәдениетін қалпына келтіру','Батыстық өркениеттерге жақындау','Жаңа қазақ мәдениетін қалыптастыру','Кенестік интернационалдық мәдениетті әрі қарай жалғастыру']
                }
                ,
                {
                    numb: 104,
                    question: 'Қай дастан қазақ фольклорына жатпайды?',
                    answer: 'Ләйлі-Мәнжүн',
                    options: ['Ләйлі-Мәнжүн','Қыз-Жібек','Ер-Тарғын','Қозы-Көрпеш Баян-Сұлу','Алпамыс']
                }
                ,
                {
                    numb: 105,
                    question: 'Қазақтың халық суретшісі, қазақ пейзажының жыршысы',
                    answer: 'А.Қастеев',
                    options: ['А.Қастеев','К.Тельжанов','М.Кенбаев','С.Мәмбеев','Н.Таңсықбаев']
                }
                ,
                {
                    numb: 106,
                    question: 'Алтынсарин қызметінің негізгі бағытын анықтаңыз',
                    answer: 'демократтық ағартушылық',
                    options: ['демократтық ағартушылық','әдеби шығармашылық','этнографиялық зерттеулер',' аудармашы қызметі',' географиялық зертеулер']
                }
                ,
                {
                    numb: 107,
                    question: '«Диуани хикмет» кімнің мұрасы?',
                    answer: 'А.Яссауи',
                    options: ['А.Яссауи','Аль-Фараби','М.Қашқари','С.Бақырғани',' А.Иугінеки']
                }
                ,
                {
                    numb: 108,
                    question: 'Мәдениеттану білімнің қай саласына жатады?',
                    answer: 'гуманитарлық ғылымдарға',
                    options: ['гуманитарлық ғылымдарға','экономикалық ғылымдарға','саяси ғылымдарға','әлеуметік ғылымдарға','тарихи ғылымдарға']
                }
                ,
                {
                    numb: 109,
                    question: '«Музыканың Үлкен кітабын» жазған:',
                    answer: 'Аль-Фараби',
                    options: ['Аль-Фараби','Дәруіш Әли','Абу Али ибн-Сина',' Каукаби ал-Бухари',' Абдрахман Жами']
                }
                ,
                {
                    numb: 110,
                    question: 'Қазақ халқының этногенездік мәселелерін зерттеген оқымысты:',
                    answer: 'Л.Гумилев',
                    options: ['Л.Гумилев',' А.Бернштам ','С.Толстов ','Н.Бичурин','В.Радлов ']
                }
                ,
                {
                    numb: 111,
                    question: ' Ежелгі түркі тайпаларының арасында қандай дін жүйе басым болды?',
                    answer: 'Тәңірлік дін',
                    options: ['Тәңірлік дін','Зороастризм','Шамандық-бақсылдық дін','Ислам','Буддизм']
                }
                ,
                {
                    numb: 112,
                    question: 'Көшпенділер байлығының өлшемі болған не?',
                    answer: 'мал',
                    options: ['мал','ақша','жайылым','билік','дүние-мүлік']
                }
                ,
                {
                    numb: 113,
                    question: 'Қазақтың апта күндері қай елден алынған?',
                    answer: 'парсы',
                    options: ['парсы',' араб',' үнді','өзбек',' тәжік']
                }
                ,
                {
                    numb: 114,
                    question: 'Қай көне жазбасы «руналық» жазба ретінде:',
                    answer: 'Орхон жазбалары',
                    options: ['Орхон жазбалары','Құтты білік','Даналық кітабы','Түркі сөздерінің жинағы','Кодекс Куманикус']
                }
                ,
                {
                    numb: 115,
                    question: '«Құтадғу білік» кімнің мұрасы?',
                    answer: 'Ж.Баласағұн',
                    options: ['Ж.Баласағұн',' М. Қашқари','Аль-Фараби','А. Яссауи','М.Дулати']
                }
                ,
                {
                    numb: 116,
                    question: 'Қазақ алфавитінің реформаторын атаныз',
                    answer: ' А.Байтұрсынов',
                    options: [' А.Байтұрсынов','Абай',' А.Бөкейханов','Шәкәрім','Ы.Алтынсарин']
                }
                ,
                {
                    numb: 117,
                    question: '«Диуани лұғат ат-түрік» кімнің мұрасы?',
                    answer: 'М.Қашқари',
                    options: ['М.Қашқари','Аль-Фараби','С.Бақырғани','М.Дулати','Ж.Баласағұн']
                }
                ,
                {
                    numb: 118,
                    question: '“Өркениет” ұғымының бастапқы этимологиялық мағынасы:',
                    answer: 'Азаматтық ',
                    options: ['Азаматтық ','Ақыл-ой негізінде құрылған қоға',' Мемлекеттік мүдде','Ауылдық',' Мәдениеттік']
                }
                ,
                {
                    numb: 119,
                    question: '“Ақпараттық қоғам” терминін кім енгізді',
                    answer: 'Дж.Масуда',
                    options: ['Дж.Масуда','М.Маклюэн','А.Тоффлер','Дж. Бенигер','К.Поппер']
                }
                ,
                {
                    numb: 120,
                    question: '“Белдеулік уақыт” ілімін кім дамытты',
                    answer: 'К.Ясперс',
                    options: ['К.Ясперс','А.Тойнби',' Д.Вико','Н.Бердяев','О.Шпенглер']
                }
                ,
                {
                    numb: 121,
                    question: 'Алғашқы өркениеттер К.Ясперстің пікірі бойынша қай жерлерде пайда болды?',
                    answer: 'Ніл, Қосөзен, Инд, Хуанхе аңғарлары',
                    options: ['Ніл, Қосөзен, Инд, Хуанхе аңғарлары','Ежелгі Грекия, Рим','Орта және Орталық Азия',' Египет пен Шумерде.','Үнді мен Қытайда']
                }
                ,
                {
                    numb: 122,
                    question: ' Еуропадағы ортағасырлық мәдениетте дүниетанымның қай түрі үстем болды?',
                    answer: 'Дін',
                    options: ['Дін','Философия',' Өнер',' Мифология',' Ғылым']
                }
                ,
                {
                    numb: 123,
                    question: '“Еуропаның ақыры” еңбегінің авторы кім?',
                    answer: 'О.Шпенглер',
                    options: ['О.Шпенглер',' А.Тойнби',' К.Ясперс','Н.Данилевский','К.Маркс']
                }
                ,
                {
                    numb: 124,
                    question: 'Аксиология нені білдіретін ұғым?',
                    answer: 'Құндылықтар теориясын',
                    options: ['Құндылықтар теориясын','Мораль теориясын','Өмір философисын','Тарихи-мәдени типтер теориясын','Этногенез теориясын']
                }
                ,
                {
                    numb: 125,
                    question: 'Бір тілде сөйлейтін, шығу тегі, салты, тұрмысы ортақ адамдар тобы қалай аталады: ',
                    answer: 'Этнос ',
                    options: ['Этнос ','Социум ','Қауым ',' Класс ',' Ұжым']
                }
                ,
                {
                    numb: 126,
                    question: 'Тарихи - мәдени типологиямен айналысқан ХІХ ғ. белгілі орыс социологын атаңыз: ',
                    answer: 'Н.Данилевский ',
                    options: ['Н.Данилевский ',' Н.Михайловский ',' К.Леонтьев ','Н.Бердяев ',' В.Соловьев']
                }
                ,
                {
                    numb: 127,
                    question: 'Адамның - әлеуметтік-мәдени тұлға ретінде қалыптасуы және даму процесі қалай аталады: ',
                    answer: 'Атропосоциогенез',
                    options: ['Атропосоциогенез','Аккультурация','Антропоморфизм','Антропопатиз','Антропоцентризм']
                }
                ,
                {
                    numb: 128,
                    question: 'Түрлі анти-әлеуметтік жастар ағымын белгілейтін термин осылай аталады:',
                    answer: 'Контрмәдениет ',
                    options: ['Контрмәдениет ','Бұқаралық мәдениет ','Элитаралық мәдениет ',' Концептуалдық мәдениет','Этномәдениет ']
                }
                ,
                {
                    numb: 129,
                    question: '«Бұқаралық» қоғам және «бұқаралық» мәдениет концепциясы авторы кім? ',
                    answer: 'Х.Ортега-и-Гассет ',
                    options: ['Х.Ортега-и-Гассет ','Тейер де Шарден ','А.Тоффлер ','В.Дильтей ','К.Ясперс']
                }
                ,
                {
                    numb: 130,
                    question: 'Мәдениеттанудағы эволюциялық мектептің өкілдерін атаңыз: ',
                    answer: 'Э.Тайлор, Дж.Фрэзер, Л.Морган ',
                    options: ['Э.Тайлор, Дж.Фрэзер, Л.Морган ','О.Шпенглер, А.Тойнби, Ф.Нортроп ','К.Ясперс, Ф.Ницше, Б.Малиновский ','К.Маркс, Ф.Энгельс, В.И.Ленин ','А.Камю, Ж.П. Сартр, Г.Маркузе ']
                }
                ,
                {
                    numb: 131,
                    question: 'Маркстің адам мен мәдениет генезисі концепциясының негізінде жатыр: ',
                    answer: 'Еңбек',
                    options: ['Еңбек','Рефлекция','Пассионарлық ','Ойын ','Инстинкт']
                }
                ,
                {
                    numb: 132,
                    question: 'Номадтар мәдениетінің ерекшелігі: ',
                    answer: 'Көшпелілік',
                    options: ['Көшпелілік','Терімшілдік ',' Балық аулау ','Сауда ','Жер өңдеу ']
                }
                ,
                {
                    numb: 133,
                    question: 'Қазақстанның көне тайпалар мәдениеті: ',
                    answer: 'Сақтар, Үйсіндер, Ғұндар ',
                    options: ['Сақтар, Үйсіндер, Ғұндар ','Қаңлы, Найман, Қидандар ','Өзбектер, Жалайырлар, Түркімендер ',' Қыпшақтар, Ногайлар, Хазарлар ','Қалмақтар, Монғолдар, Жоңғарлар']
                }
                ,
                {
                    numb: 134,
                    question: 'Номад дегеніміз: ',
                    answer: 'Көшпелілер',
                    options: ['Көшпелілер','Аңшы ','Жер өңдеуші ',' Ұста','Көпес']
                }
                ,
                {
                    numb: 135,
                    question: '«Орхон-Енисей» жазбалары осы тілде жазылған:',
                    answer: 'Түркі ',
                    options: ['Түркі ','Соғды ','Қыпшақ ','Қазақ ','Қытай']
                }
                ,
                {
                    numb: 136,
                    question: 'Қазақ мәдениетінде бұл жануардың аспан, күн және жер асты патшалығына қатысы болды:',
                    answer: 'Түйе',
                    options: ['Түйе','Жылқы ','Қой ','Барыс ',' Сиыр ']
                }
                ,
                {
                    numb: 137,
                    question: 'Қазақтардың ата-баба культі осылай аталады:',
                    answer: 'Аруақ',
                    options: ['Аруақ',' Тәңірі ','Алла ','Домалақ ана ','Ұмай ']
                }
                ,
                {
                    numb: 138,
                    question: 'Қожа Ахмет Иассауи бұл: ',
                    answer: ' Орталық Азиядағы суфизмнің негізін салушы ',
                    options: [' Орталық Азиядағы суфизмнің негізін салушы ',' ХІ ғасырдағы дәруіш ақын ','Дүниелік философ ',' Қоғамдық және саяси қайраткер ','Халық Қаһарманы әрі ұстаз']
                }
                ,
                {
                    numb: 139,
                    question: 'Қожа Ахмет Иассауи исламның осы бағытын ұстаған: ',
                    answer: 'Суфизм',
                    options: ['Суфизм','Суннизм ','Шиизм ','Зороастрлық ','Манихейлік']
                }
                ,
                {
                    numb: 140,
                    question: 'Қазақстан жерінде сопылықтың таралуына атсалысқан:',
                    answer: 'Ахмет Иассауи',
                    options: ['Ахмет Иассауи',' әл-Фараби ',' Ахмет Югнаки',' Махмұт Қашқари ','әл-Ғазали ']
                }
                ,
];
