var title = 'Буын'; 
var questionCount = 50; 
var timeValue = 30;
var answerMixing = true;
var deadLine = false;
var about = false;
let syllabus = '';

showDetail();

let questions = [

                {
                    numb: 1,
                    question: '﻿Тұйық және бітеу буындары бар сөзді көрсетіңіз',
                    answer: 'Аспан',
                    options: ['Ғарыш','Күн','Кеше','Ай','Аспан']
                }
                ,
                {
                    numb: 2,
                    question: 'Тұйық буынды сөзді көрсетіңіз',
                    answer: 'ел, ер, үй',
                    options: ['ел, ер, үй','есік, шөп, егін','жел, жер, жаз','су, күн, шық','ұя, жыл, жүз']
                }
                ,
                {
                    numb: 3,
                    question: 'Тек ашық буынды сөздер қатарын көрсетіңіз',
                    answer: 'қала, мереке',
                    options: ['байлық, қорықтар','бай, асхана','жорық, кілем','қала, мереке','басшылық, ұлттық']
                }
                ,
                {
                    numb: 4,
                    question: 'Сөздің түбірі тұйық буыннан тұрған сөзді көрсетіңіз',
                    answer: 'Ұлттар',
                    options: ['Шалқарда','Кереге','Оқушының','Сумен','Ұлттар']
                }
                ,
                {
                    numb: 5,
                    question: 'Бітеу буыннан тұратын сөзді табыңыз',
                    answer: 'Жаңғақ',
                    options: ['Таразы','Іні','Шағала','Жаңғақ','Ұлт']
                }
                ,
                {
                    numb: 6,
                    question: 'Тек ашық буынды сөздерді көрсетіңіз',
                    answer: 'Терезе, таза, мағына',
                    options: ['Отбасы, адам, жексенбі','Жеміс, егін, ағаш','Құстар, жаңбыр, аспан','Терезе, таза, мағына','Достар, автобус, демалыс']
                }
                ,
                {
                    numb: 7,
                    question: 'Жіңішке буынды қатарды көрсетіңіз',
                    answer: 'Лепті сөйлем',
                    options: ['Жақты','Сұраулы сөйлем','Лепті сөйлем','Хабарлы сөйлем','Атаулы']
                }
                ,
                {
                    numb: 8,
                    question: 'Ашық буыннан ғана тұратын сөзді табыңыз',
                    answer: 'Тамаша',
                    options: ['Тамыр','Шам','Тамаша','Дастархан','Арқар']
                }
                ,
                {
                    numb: 9,
                    question: 'Бітеу буынды сандар қатарын көрсетіңіз',
                    answer: '5, 4',
                    options: ['7, 5','3, 2','5, 4','2, 6','10, 100']
                }
                ,
                {
                    numb: 10,
                    question: 'Бітеу буыны бар сөзді табыңыз',
                    answer: 'Мектеп',
                    options: ['Бала','Ата','Мектеп','Оқушы','Оқу']
                }
                ,
                {
                    numb: 11,
                    question: 'Бірыңғай ашық буынды сөздерді табыңыз',
                    answer: 'Қазына, оқиға, табиғи',
                    options: ['Абырой, жұлдыз, арман','Баспасөз, гүлзар, даңғыл','Табыс, саяхат, тұлпар','Уақыт, хабар, шетелдік','Қазына, оқиға, табиғи']
                }
                ,
                {
                    numb: 12,
                    question: 'Бір ғана бітеу буыннан тұратын сөзді табыңыз',
                    answer: 'Күш',
                    options: ['Білім','Ел','Ғалым','Күш','Мақал']
                }
                ,
                {
                    numb: 13,
                    question: 'Тұйық буынды сөздерді көрсетіңіз',
                    answer: 'ән, ас, ал',
                    options: ['дәптер, мектеп, гүл','кісі, таза, үн','сұлу, жұқа, кіші','мереке, үлгі, аула','ән, ас, ал']
                }
                ,
                {
                    numb: 14,
                    question: 'Бітеу буынды киіз үйдің ағашының атын көрсетіңіз',
                    answer: 'Уық',
                    options: ['Киіз','Уық','Адалбақан','Кереге','Қанат']
                }
                ,
                {
                    numb: 15,
                    question: 'Тек тұйық буынды сөздерді көрсетіңіз',
                    answer: 'Аш, әл, әк',
                    options: ['Ең, өте, тым','Аш, әл, әк','Ал, жай, көр','Есі-дерті, еш','Ет, кет, аса']
                }
                ,
                {
                    numb: 16,
                    question: 'Тек бітеу буыннан тұратын сөздерді көрсетіңіз',
                    answer: 'тіл, кең,сөз',
                    options: ['жаңа, ескі, оқу','қызық, жарық, қалың','өмір, кітап, ұстаз','жарыс, көрме, жалаң','тіл, кең,сөз']
                }
                ,
                {
                    numb: 17,
                    question: 'Буын атауларының қатарын көрсетіңіз',
                    answer: 'Ашық, тұйық, бітеу',
                    options: ['Дыбыс, әріп, жуан','Ашық, тұйық, бітеу','Тұйық, үнді, дыбыс','Қысаң, ашық, жуан','Үнді, дыбыс, әріп']
                }
                ,
                {
                    numb: 18,
                    question: 'Тұйық буынды сөздер қатарын көрсетіңіз',
                    answer: 'Ер, оқ',
                    options: ['Сөйлем, барыс','Үтір, нүкте','Сұлтан, хан','Үш, бес','Ер, оқ']
                }
                ,
                {
                    numb: 19,
                    question: 'Ең соңғы буыны бітеу сөзді көрсетіңіз',
                    answer: 'Үлкен',
                    options: ['Мағына','Таза','Үй','Үлкен','Жақсы']
                }
                ,
                {
                    numb: 20,
                    question: 'Бітеу буынды сөзді көрсетіңіз',
                    answer: 'жұмбақ',
                    options: ['оқушы','терезе','ай','су','жұмбақ']
                }
                ,
                {
                    numb: 21,
                    question: 'Тұйық, бітеу және ашық буындары бар сөзді табыңыз',
                    answer: 'аударма',
                    options: ['аққу','аударма','елдер','бірлік','мектеп']
                }
                ,
                {
                    numb: 22,
                    question: 'Тек ашық буынды сөзді көрсетіңіз',
                    answer: 'Қа-ла-ға',
                    options: ['Ар-ман','Дәп-тер','Өрт','Ба-ла-мен','Қа-ла-ға']
                }
                ,
                {
                    numb: 23,
                    question: 'Бірыңғай бітеу буынды көрсетіңіз',
                    answer: 'тіл',
                    options: ['ұлт','ара','данышпан','тіл','ойшыл']
                }
                ,
                {
                    numb: 24,
                    question: 'Ашық буыннан тұратын сөзді көрсетіңіз',
                    answer: 'Торы',
                    options: ['Күз','Тақпақ','Торы','Ант','Оқ']
                }
                ,
                {
                    numb: 25,
                    question: 'Бітеу буынды сөзді табыңыз',
                    answer: 'Бұлт',
                    options: ['Ата','Өрт','Әке','Бұлт','Дала']
                }
                ,
                {
                    numb: 26,
                    question: 'Ашық буынды көрсетіңіз',
                    answer: 'қа',
                    options: ['ой','жас','бас','ал','қа']
                }
                ,
                {
                    numb: 27,
                    question: '«Серт» сөзі буынның қандай түріне жататынын табыңыз',
                    answer: 'Төрт дыбысты бітеу буын',
                    options: ['Төрт дыбысты ашық буын','Екі дыбысты бітеу буын','Төрт дыбысты тұйық буын','Үш дыбысты ашық буын','Төрт дыбысты бітеу буын']
                }
                ,
                {
                    numb: 28,
                    question: 'Бірынғай тұйық буынды сөзді көрсетіңіз',
                    answer: 'Аш, ат, от',
                    options: ['Ең, өте, тым','Аш, ат, от','Есім, мысал, көп','Ал, жай, көр','Ет, кес, аса']
                }
                ,
                {
                    numb: 29,
                    question: 'Буынға дұрыс бөлініп тұрған сөзді көрсетіңіз',
                    answer: 'А-лыс-тан',
                    options: ['Ша-ппа-шот','Көрс-ет','Бас-па-сөзд-ен','А-лыс-тан','Ыст-ық']
                }
                ,
                {
                    numb: 30,
                    question: 'Қазақ тілінде буынның неше түрі барын көрсетіңіз',
                    answer: '3',
                    options: ['2','3','4','7','5']
                }
                ,
                {
                    numb: 31,
                    question: 'Ашық , тұйық , бітеу буынды сөзді табыңыз',
                    answer: 'Туысқан',
                    options: ['Туысқан','Жұрағат','Қиылыс','Жиналыс','Қатысқан']
                }
                ,
                {
                    numb: 32,
                    question: 'Тек ашық буыннан құралған сөзді табыңыз',
                    answer: 'Шағала',
                    options: ['Ойбай','Алтай','Өзге','Шағала','Қарағай']
                }
                ,
                {
                    numb: 33,
                    question: 'Бір буынды сөзді табыңыз',
                    answer: 'Жалт',
                    options: ['Еңлік','Жалт','Түлік','Қуатты','Проект']
                }
                ,
                {
                    numb: 34,
                    question: '«Мемлекет» сөзінде қанша буын барын табыңыз',
                    answer: '3',
                    options: ['3','2','6','4','5']
                }
                ,
                {
                    numb: 35,
                    question: 'Дауыссыздан басталып дауыстыға аяқталатын буын түрін анықтаңыз',
                    answer: 'Бітеу',
                    options: ['Ашық','Буын','Аралас','Бітеу','Тұйық']
                }
                ,
                {
                    numb: 36,
                    question: 'Буынға қате бөлінген сөзді табыңыз',
                    answer: 'Ад-ам',
                    options: ['Құ-мырс-қа','Жо-лау-шы','Ад-ам','Жа-рай-сың','Қа-йық']
                }
                ,
                {
                    numb: 37,
                    question: 'Ашық буыны бар сөзді көрсетіңіз',
                    answer: 'Дара',
                    options: ['Дара','Арман','Алтын','Көлдер','Мектеп']
                }
                ,
                {
                    numb: 38,
                    question: 'Сөйлемде буынның қай түрі жоқ екенін анықтаңыз:<br> <i>Машинада әжелерге орын береді.</i>',
                    answer: 'Тұйық',
                    options: ['Ашық','Тұйық','Бітеу','Бірыңғай','Аралас']
                }
                ,
                {
                    numb: 39,
                    question: 'Үш буынды сөзді табыңыз',
                    answer: 'Әділет',
                    options: ['Көйлек','Уақыт','Дауылпаздай','Әділет','Тыйым']
                }
                ,
                {
                    numb: 40,
                    question: 'Буынға бөлінбейтін сөзді табыңыз',
                    answer: 'Ән',
                    options: ['Халық','Ата','Ән','Үкі','Маса']
                }
                ,
                {
                    numb: 41,
                    question: 'Ашық буынды сөзді табыңыз',
                    answer: 'Тіле',
                    options: ['Ынтық','Тіле','Бірлік','Күш','Шындық']
                }
                ,
                {
                    numb: 42,
                    question: 'Соңғы буыны бітеу үш буынды сөзді табыңыз',
                    answer: 'Керемет',
                    options: ['Әке','Ақылдылық','Керемет','Жан','']
                }
                ,
                {
                    numb: 43,
                    question: 'Тұйық буынды сөзді көрсетіңіз',
                    answer: 'Жоқ',
                    options: ['Ант','Жоқ','Баспана','Анар','Бұрғы']
                }
                ,
                {
                    numb: 44,
                    question: 'Екі буыны да ашық сөзді көрсетіңіз',
                    answer: 'Әке',
                    options: ['Әке','Ақылдылық','Жан','Бастық','Керемет']
                }
                ,
                {
                    numb: 45,
                    question: 'Тұйық буыны бар сөзді табыңыз',
                    answer: 'Арман',
                    options: ['Халық','Қазақ','Арман','Ғылым','Адам']
                }
                ,
                {
                    numb: 46,
                    question: 'Бірыңғай тұйық буынды сөздерді көрсетіңіз',
                    answer: 'Ақ, ет, от',
                    options: ['Өң, аса, тым','Ақ, ет, от','Әсем, мысал, көп','Әл, тай, көр','Ет, жет, ас']
                }
                ,
                {
                    numb: 47,
                    question: 'Бірыңғай бітеу буынды сөзді табыңыз',
                    answer: 'Қасқыр',
                    options: ['Қасқыр','Құмырсқа','Қарға','Қарағай','Қаршыға']
                }
                ,
                {
                    numb: 48,
                    question: 'Ашық буынды күрделі сөзді табыңыз',
                    answer: 'Бүге-шіге',
                    options: ['Қалада','Бүге-шіге','Он бірінші','Үш машина','Отбасы']
                }
                ,
                {
                    numb: 49,
                    question: 'Бір буынды сөзді табыңыз',
                    answer: 'Қант',
                    options: ['Қанат','Сезім','Адам','Орман','Қант']
                }
                ,
                {
                    numb: 50,
                    question: 'Тұйық буынды сөздер қатарын көрсетіңіз',
                    answer: 'Ас, ұн',
                    options: ['Қант, бұлт','Сөз, қамал','Ас, ұн','Қол, бас','Ағаш, сезім']
                }
                ,
];
